{
    "version": 1,
    "name": "Duolingo Kanji",
    "lang": "ja",
    "source": "https://www.duolingo.com/characters",
    "leftover_group": "Non-Duolingo Kanji",
    "groups": [
        {
            "name": "Section 1 Kanji",
            "characters": "一二三山口田中"
        },
        {
            "name": "Section 2 Kanji",
            "characters": "私東京都日本父母四五六七見読時十八半九一三二古新百千水大小買土曜話聞食飲言行来分間何高山休月物会金木卵魚火田階書作人年生駅雨川"
        },
        {
            "name": "Section 3 Kanji",
            "characters": "先週明月日来家円前今安万一夜外学大木生左右住四二車帰三後乗分六中飯電八年末上五昨話毎十階茶入間口北好朝昼肉午東痛目西校回晩七海近多半花色酒南気場所少人語何本楽名店計使英僕野菜牛乳社零風呂寝室台部屋会庭窓子猫羽犬鳥椅机歳阪国留健太直美個百九小高彼誰姉女供妹弟兄族両親堂熱冷甘食仕事勉強友達忙下横隣韓旅布団冊棚鏡産隅長片汚低蔵庫行時土平洗濯掃除映画手紙歌散歩絵音枚写真戚息娘孫夫妻祖在宅奥主千母父飛機地鉄空港自転図遅速遠白赤黄靴青服黒帽欲公園緒館再練習料理悪天晴曇夕雪暗方弱雨弁当全然果塩醤油砂糖結構変紅物出建病院銀向道通箸皿腹寿司碗去誕鞄荷腕財他重軽丈切違同立派男皆勢婚有若離独身氏暖寒暑傘次涼狭角広緑春夏紫足冬灰秋早袋携帯池賑匹声動鹿静馬宿題授業教科難易漢字葉意味辞書言菓唐揚内質問答度定規簡単鉛筆面愛怖暇持悲嬉町門交番玄関廊戸村符段危橋運薄細厚丸鍵石鹸箱鶏豚飴制短袖革着浴衣背指輪洋号球走泳弾撮漫読見取文章雑誌返借貸作買邪頭体薬医者鼻顔歯髪眼耳便利周辺始起郵局包封筒届船更航配伝説初心試合得勝負最苦渋谷原差点線市首座島民集数新山都操陸選種柔卓銅属水金踊珍君発必要優預開閉証用士記残支払現署領収替釣別星陽浜湖草森濡浅深氷光波富火具無和注汁噌濃量客様湯予約勧植染環境虫巨殺死形格素普厳値引古飲枝豆鮮腐蓋鍋材混瓶玉固調比研究幅測的秤専攻化反応実験資源豊燃決懸命件故因不助険逮捕突警察非常震床落救急売幹側終到拾席途性寄駐育徒卒歴史成績締講義提準備"
        },
        {
            "name": "Section 4 Kanji",
            "characters": "給議刺複功訳続務失礼疲料会室名雑社長上司成売通下残業値段事所様増秒順割掛等算均占相数学三回十四二五百後年人時間引日足番少電卓合計派平多点当林景舎捨甥嬢姪枝色田義理家庭燃息子夢幸興遊涙流眺念趣目的味生行帰歩書安心嘘由秘密表意見自分単語現言搭券観路進切乗光客入国便手中機内荷物無着陸離苦差師法律欠正対可能解位例典型教予習校席専門野関科不授文具体神寺祈信仰宗仏存式葬魂坊滅道院徒在結婚天絶想像確力反返伝明立性喉肘眠肩血骨膝射康臓脳首腕調指身注健重歯医者病握老焼巻軍艦海転部皇象徴世界戦争経済活組県元受付価和両化動千葉独画地裏工貧類談代許挨拶則暮刻号赤駐車場運港船規遅用寂恋精冗情係互胸怒恐触恥驚配愛得個際統政治張案府員投票改挙批判大領主提使館市民革選制度舞芸術俳劇感監督拍詩品視偉演役壁作台絵一種女優歌筆線面美泥棒特久振過前別北新去断丘列噴漠沖縄方向本砂横島火山太洋刑逃犯罪護裁訴官殺弁士公有定決報季節雲稲雷温示域乾燥蒸候猛烈霧妻雨風気暑暖戻越以全午器麦粉加食油小揚兵敵激盾剣困武撃渉紛命収勝利攻交外津災害被洪嵐犠牲伴破壊停避消防鳴波水難広発警署告状宣脱囚為拠論白終死違捕走証実根賃井居磨覚畳香納整臭置余毛枕庫屋寝育豆布責任怠担努駄喫煙禁共求真飲酒要説訪未認博将守期来話再次都迷惑是協止丁寧儀願申慮非辞遠連絡敗職己紹介我税輸貿最産量金出易頂塔郷郊距街谷川境東故西南株唯億硬貨札保契貯営勘乏約資財険借党補就臣知総催開咳患睡傷妊娠舌肺肌復爪尻毒頭痛薬腹椅泊泉貴宿何朝休暇昼先夕詳放送査述噂記果直銃矢弓基衛隊爆競率暴訓弾練滞各渡標識免延効限渋高速口駅更察筋汗鍛憩姿裸伏肉持格勢衣強王思魔杖勇妖城姫怪幽霊竜鬼河童械販技充印刷削障洗濯音鮮池撮除球完哲権待況考賛尊験支喜祝贈祭良旗雰囲花素常脚診症菌腰胃圧退看細染米凍栄養抹餅含冷玄欲菓茶好質豊快忘掌勤往頃粧州閉近急図片鉄今九減費贅沢製需商益古供与従労接僚編募働織設築履程深店件同集建歴慣炊招清潔管扉糸修綿包読飯宅住汚土木偶録策購疑謝然悔泣福奮慢屈乱嫌諦緊混友頑援令抗敬輩影響挑態威助若悪掘罠穴芝滝底沈突森哺網巣双雄雌虎吠唸乳祖宇宙探検系望軌星陽飛鏡俺超奴微妙兄姉奇跡獄聖墓救満希達容似髪床黒頬茎虫繋了索換房込掲載掃源形変始備缶酢漬皮詰桃熱条雇択導賞低問早題寄仲喧嘩婦齢偏般憶衆親夫団族課児範幼稚板寮秀階園私章講堂処箋膚療癌呼吸局溶較液参析仮酸傾比固起準抽折才著創造幕吹奏紙字楽誤謎適賢概極純粋璧暗昔忍紀昭江刀憲戸君英杯酔麺華餃却鳥没昇踏洞窟岩衝竹貝岸宝隠陰永魅冒騎幻箱石座空農畑穫牧穀栽培餌委承氏翻彙繰暢異釈致詞曖昧頼倒積抑笑褒怖悲顔顕透磁仕企請額稼"
        },
        {
            "name": "Section 5 Kanji",
            "characters": "寸崩虹鉱崖前周囲絶滅自壊人類本能雑草熱帯魚的物化石属護徳倫盗罰依怪正義感道公衆共理現場容疑者違反不利有証頼代愉癖娯歓迎保意地悪親友敬快頑固情告白味方失望同印象楽困難欲慢気桜咲梅盆狩晦幌待遠四季花見客粉症実家雨明屋台氷紅葉月陽日光団子元福袋大札"
        }
    ]
}