{
    "version": 1,
    "name": "HK Primary Learning",
    "lang": "zh-Hant",
    "source": "https://www.edbchinese.hk/lexlist_en/ https://www.sayjack.com/chinese/traditional-chinese/hk3171/level:3171/ https://www.sayjack.com/chinese/traditional-chinese/hk4762/",
    "leftover_group": "Not in HK Primary Learning",
    "groups": [
        {
            "name": "Level 1",
            "characters": "一丁七丈三上下不丐丑且世丘丙丟両並丫中串丸丹主乃久之乎乏乒乓乖乘乙九乞也乳乾亂了予事二云互五井些亞亡交亦亨享京亭亮人什仁仇今介仍仔他仗付仙代令以仰件任份仿企伊伍伏伐休伙伯估伴伶伸似但佈位低住佑佔何佛作你佣佩佬佳併使來侈例侍供依侮侯侵侶便係促俊俐俗俘保俠信修俯俱俾倆倉個倍們倒倔倖倘候倚借倡倦倫值假偉偏偕做停健側偵偶偷偽傅傍傑傘備傢催傭傲傳債傷傻傾僅像僑僕僥僧僱僵價僻儀億儉儒儘償優儲允元兄充兆兇先光克免兑兒兔兜入內全兩八公六共兵其具典兼冊再冒冕冠冤冬冰冶冷准凋凌凍凝凡凰凱凳凶凸凹出函刀分切刊刑划列初判別刨利刪刮到制刷券刺刻剃則削前剎剔剖剛剝剩剪副割創劃劇劈劍劑力功加劣助努劫効勁勃勇勉勒動務勛勝勞募勢勤勵勸勻勾勿包匆化北匙匠匪匯匹匾區十千升午卉半卑卒卓協南博卜占卡卦卧印危即卵卷卸卻厄厘厚原厭厲去叁參又叉及友反叔取受叛叢口古句另只叫召叭叮可台史右司叼吃各合吉吊吋同名后吐向君吝吞吟吠否吧吩含吱吵吶吸吹吻吼呀呆呈告呎呢周味呵呻呼命咀和咐咒咖咚咦咪咬咱咳咽哀品哄哇哈哎員哥哦哨哩哪哭哼唉唐唔售唯唱唸唾啃啄商啊問啞啟啡啣啤啥啦啪啼喂喃善喇喉喊喔喘喚喜喝喧喪單喱喲喳喻嗅嗇嗎嗓嗚嗜嗡嗯嗽嘈嘉嘔嘗嘛嘩嘯嘲嘴嘹嘻嘿噢器噪噴噸嚇嚏嚐嚨嚮嚴嚷嚼囂囊囑囚四回因困囱固圃圈國圍園圓圖團土在地圾址均坊坐坑坡坦坪垂垃型垢垮埃埋城域埠執培基堂堅堆堡堤堪報場堵塊塌塑塔塗塘塞填塵境墅墊墓墜增墟墨墮墳墾壁壓壘壞壤士壯壹壺壽夏夕外多夜夠夢夥大天太夫夭央失夾奇奈奉奏契奔套奢奧奪奮女奴奶奸她好如妃妒妖妙妥妨妹妻姆姊始姐姑姓委姥姨姪姻姿威娃娘娛娶婆婉婚婦婿媒媚媳媽嫁嫂嫉嫌嫩嬉嬌嬰嬸子孔孕字存孝季孤孩孫孵學它宅宇守安完宏宗官宙定宜客宣室宮宰害宴宵家容宿寂寄密富寒寓寞察寡實寧審寫寬寵寶寸寺封射將專尊尋對導小少尖尚尤就尺尼尾尿局屁居屆屈屋屍屎屏屑展屜屠屢層履屬山屹岡岳岸峭峯島峻峽崇崎崖崗崛崩嶄嶇嶺嶼嶽巒巖川州巡巢工左巧巨巫差己已巴巷巾市布帆希帕帖帚帝帥師席帳帶常帽幅幕幟幢幣幫干平年幸幹幻幼幽幾庇序底店府度座庫庭康庸廁廂廈廉廊廚廟廠廢廣廳延廷建弄弊式弓弔引弘弛弟弦弧弱張強彈彌彎彗形彩彰影彷役彼彿往征待很徊律後徐徑徒得徘徙從御復循微徵德徹徽心必忌忍志忘忙忠快忱念忽忿怎怒怕怖思怠怡急性怨怪怯恆恍恐恕恢恤恥恨恩恭息恰悄悉悔悟悠患悦您悲悴悶悼悽情惋惑惕惚惜惟惠惡惦惰惱想惶惹愁愈愉意愚愛感愣愧慈態慌慎慕慘慚慢慣慧慨慮慰慳慶慷慾憂憎憐憑憔憤憧憩憬憲憶憾懂懇懈應懊懦懲懶懷懸懼戀戈成我戒或戚截戰戲戴户房所扁扇手才扎扒打扔托扛扣扭扮扯扶批找承技抄把抑抒抓投抖抗折披抬抱抵抹押抽拆拇拉拋拌拍拎拐拒拓拔拖拘拚招拜括拯拱拳拼拾拿持指按挑挖挨挪挫振挺挽挾捆捉捌捍捏捐捕捧捨捩捱捲捷掀掃授掉掌掏排掘掙掛掠採探掣接控推掩措揀揉描提插揚換握揭揮援揹損搏搓搖搗搜搞搬搭搶摔摘摟摧摩摯摸摺撈撐撒撓撕撞撤撥撫播撲撻撼撿擁擂擄擅擇擊擋操擎擒擔據擠擦擬擰擱擲擴擺擾攀攔攜攝攣攤攪攬支收改攻放政故效敍敏救敗教敝敞敢散敦敬敲整敵敷數斃文斑斕料斜斤斥斧斬斯新斷方於施旁旅旋族旗既日旦旨早旬旱旺昂昆昌明昏易昔星映春昨是時晃晉晚晝晤晨普景晰晴晶智暇暈暑暖暗暢暫暮暴曆曉曙曝曠曬曱曲更書曾替最會月有朋服朗望朝期朦朧木未末本朱朵朽杆李杏材村杖杜束杧杯東松板枉析枕林枚果枝枯枱枴架柄柏某柒染柔柚查柱柳柴柿校株核根格栽桂桃框案桌桑桔桶桿梅梘條梢梨梭梯械梳棄棉棋棍棒棕棚棟森棲棵椅植椰楊楓楚業極概榕榜榦榨榮榴構槍槓槤槽樁樂樑樓標樞模樣樸樹樽橄橋橙機橡橢橫檀檔檢檬檸櫃櫥櫻欄權欖欠次欣欲欺欽款歇歉歌歎歐歡止正此步武歧歪歲歷歸歹死殆殉殊殖殘殯殲段殷殺殼殿毀毅毆毋母每毒比毛毫毯毽氈氏民氓氛氣氧水永氾汁求汗江池污汪汰決汽沃沉沐沒沖沙沛沫河沸油治沼沾沿況泄泉泊泌法泛泡波泣泥注泳洋洗洛洞津洪洲洶活洽派流浩浪浮浴海浸消涉涕涯液涵涼淆淇淋淌淘淚淡淤淨淪深淵混淹淺添清減渠渡渣温測港渲渴游渺渾湃湊湖湧湯溉源準溜溝溢溪溯溶溺滄滅滋滌滑滓滔滯滲滴滾滿漁漂漆漏演漠漢漫漬漱漲漸漾漿潑潔潛潢潤潦潭潮潰澀澄澆澈澎澡澤澱激濁濃濕濘濟濤濫濱濺濾瀉瀏瀑瀕瀝瀟瀰灌灑灘灣火灰灸灼災炎炒炙炫炬炭炮炸為烈烏烘烤烹焗焚無焦焰然煉煌煎煙煞煤煥照煩煮煲熄熊熏熒熔熟熬熱熾燃燈燒燕燙營燥燦燭燼爆爍爐爛爪爬爭爵父爸爺爽爾牀牆片版牌牙牛牠牡牢牧物牲特牽犀犧犬犯狀狂狐狗狠狡狸狹狼狽猛猜猴猶猾猿獄獅獎獨獲獵獸獻率玉王玖玩玫玻珊珍珠班現球理琢琳琴琵琶瑚瑣瑩瑯瑰璀璃璧璨環瓜瓣瓦瓶瓷甄甘甚甜生產甥甦用甩田由甲申甴男界畏畔留畜畝畢略番畫異當畸疆疊疋疏疑疤疫疲疼疾病症痊痕痘痙痛痰痴痺瘋瘓瘡瘤瘦療癌癒癢癮癱登發白百皂的皆皇皎皮皺皿盆盈益盎盒盛盜盞盟盡監盤盪目盯盲直相盼盾省眉看真眠眨眶眺眼眾着睇睛睜睡督睦睬睹瞄瞌瞎瞞瞧瞪瞬瞭瞰瞻矗矚矛知矩短矮矯石砂砌砍研砰破硬碌碎碑碗碟碧碩碰碳確碼磁磅磋磚磨礎礙礦示社祈祕祖祝神祟祥票祭禁禍福禦禮禱禽禾禿秀私秋科秒租秤秧秩移稀程稍税稚稠種稱稻稼稽稿穀積穎穗穢穩穫穴究空穿突窄窒窗窟窩窮窿竄竊立站竟章竣童竭端競竹竿笆笑笙笛符笨第筆等筋筐筒答策筵筷箏算管箭箱節範篇築篩簇簡簷簸簽簾簿籃籌籍籠籬籮籲米籽粉粒粗粟粥粧粵粹粽精糊糕糖糙糞糟糧糯系糾紀約紅紊紋納紐純紗紙級紛紜素紡索紫紮累細紳紹終組絆結絕絡絢給絨絮統絲絹綁經綜綠綢維綱網綴綵綻綽綿緊緋緒線緝締緣編緩練緻縛縣縫縮縱總績繁織繚繞繡繩繪繫繳繼繽續纏纖纜缸缺罐罩罪置罰署罵罷罹羅羈羊美羔羞羣羨義羹羽翁翅翌習翔翠翡翩翻翼耀老考者而耍耐耕耗耘耳耽聆聊聖聘聚聞聯聰聲聳職聽聾肅肆肉肌肖肚肛股肢肥肩肪肯育肺胃背胎胖胞胡胳胸能脂脅脆脈脊脖脣脱脹脾腐腔腕腥腦腫腰腳腸腹腿膀膊膏膚膜膝膠膨膩膳膽臂臉臍臘臟臣臨自臭至致舅與興舉舊舌舍舒舔舖舞舟航般舵舶船艇艘艙艦良艱色艾芒芝芬芭花芳芽苔苗苛苟若苦英茁茂茄茅茫茶草荊荒荔荷莊莓莖莫莽菇菊菌菜菠菩華菱菲萄萌萍萎萬落葉著葛葡董葫葬葱葵蒐蒙蒸蒼蓄蓋蓬蓮蔓蔔蔗蔚蔬蔭蔽蕉蕊蕩蕪蕭蕾薄薑薦薩薪薯薰藉藍藏藝藤藥藴藹藻蘆蘇蘋蘑蘭蘿虎虐虔處虛虜號虧虹蚊蚣蚤蛀蛇蛋蛙蛛蜂蜈蜒蜓蜘蜜蜻蜿蝕蝙蝠蝦蝴蝶蝸螂融螞螢螺蟀蟋蟑蟬蟲蟹蟻蠅蠔蠟蠢蠶蠻血行衍術街衝衞衡衣表衫衰衷袋袍袖被袱裁裂裏裔裕裙補裝裳裸裹製複褒褥褲褸襟襪襯襲西要覆見規覓視親覺覽觀角解觸言訂計訊討訓託記訝訟訣訪設許訴診註詐評詞詠詢詣試詩詫詭話該詳誇誌認誓誕誘語誠誡誣誤誦誨説誰課誼調談請諒論諜諧諭諮諷諸諾謀謂謊謎謙講謝謠謬謹證識譜警譬譯議護譽讀變讓讚谷豆豈豉豎豐豔豚象豪豫豬豹貌貓貝負財貢貧貨販貪貫責貯貳貴貶買貸費貼貿賀賂賃賄資賊賑賓賜賞賠賢賣賤賦質賬賭賴賺購賽贈贊贏贓贖赤走赳赴起趁超越趕趟趣趨足趴趾跌跑跛距跟跡跤跨跪路跳踏踐踢踩踱踴蹄蹈蹤蹦蹲躁躍身躬躲躺軀車軌軍軟軸較載輔輕輛輝輟輩輪輯輸輻輾輿轉轎轟辛辜辣辦辨辭辮辯辰辱農迅迎近返迪迫述迴迷追退送逃逆逍透逐途逗這通逛逝逞速造逢連逮週進逸逼逾遂遇遊運遍過道達違遙遜遞遠遣適遭遮遲遵遷選遺遼避邀邁還邊邏那邦邨邪郁郊郎郡部郵都鄉鄙鄭鄰酋配酒酣酪酬酷酸醇醉醋醒醖醜醫醬釀采釋里重野量釐金釘針釣鈍鈎鈔鈕鈣鈴鉗鉛銀銅銜銷鋁鋒鋤鋪鋭鋸鋼錄錐錢錦錯錶鍋鍛鍵鍾鎅鎖鎮鏈鏟鏡鏽鐘鐳鐵鑄鑑鑒鑰鑲鑼鑽鑿長門閂閃閉開閏閒間閘閣閲闆闊闖關闢阱防阻阿附陋陌降限陛陡院陣除陪陰陳陵陶陷陸陽隆隊階隔隘隙際障隧隨險隱隸隻雀雁雄雅集雌雕雖雙雛雜雞離難雨雪雲零雷電需震霉霍霓霜霞霧露霸靈青靚靜非靠面革鞋鞍鞏鞠鞭音韻響頁頂頃項順須頌預頑頒頓頗領頭頰頸頹頻顆題額顏願顛類顧顫顯顱風颱颶飄飛食飪飯飲飼飽飾餃餅餉養餐餒餓餘餚餡館餵餸饅饋饑饒首香馨馬馱馳馴駁駐駕駛駝駭駱騎騙騮騰騷騾驅驕驗驚驟驢骨骯骸骼髒髓體高髦髮鬆鬍鬚鬥鬧鬱鬼魂魄魅魔魚魯魷鮑鮮鯉鯊鯨鱷鳥鳳鳴鴉鴛鴦鴨鴿鵑鵝鵰鶯鶴鷗鷹鹹鹽鹿麓麗麥麪麻麼黃黎黏黑默點黨黯鼎鼓鼠鼻鼾齊齒齡龍龐龜"
        },
        {
            "name": "Level 2",
            "characters": "丕丞尹乍乩于亙亟亥仃仄仆仕仞伉伕仳仲佇佗佞佐伽伺佃余佝佯佰侃佻侖侏俑俏俚俟俄俎俞倌倣倥俸倩俺倀倨俳倭倪偃偌偎倏傀傖僮僭僖僚儂儈儐儔儡儷儼兀兕兗兢兮冀冉冑冢冥冽凜几刁刃刈刎剁剌剋剜剴剷剽剿劉劬劾勘匈匍匐匏匕匝匡匣匱匿卅仟卞卯卮卹卿厥叟曼叩叨叵叱吏吁吆吒吭吾呃吳呂吮呸咕呷咄咆呱呶咋咎咩咨哉哂咫咧咯咻咸唁哲哺哮唧唆唷啖唳啜唬啕啁啻喀喋喟喬啾嗟嗨嗦嗑嗣嗤嗆嗥嗾嘀嗷嘖嘟嘍嘮噎嘶嘰噓噗噫噩噤噹噥噱噙噯噬嚎嚀嚅嚕嚥嚶囁囀囈囉囌囤圭圬圯圳坍坎坏坷坩坤坼垠垣埔堯堰塚塢塾塹墀壅壇壕壑壙壟壩壬夙夤夷夸奄奕奎奐奘奚奠奩妄妞妣妍妤妓妊妝妾妮姍妯姒妳姜姘姣姚姦娑娣娜娓姬娠娟娌娩娥婊婪婀婁娼婢婷媼媛媾媲嫡嫗嫖嫣嫦嫘嫻嬋嫵嬴嬝嬪嬤孀孑孓孜孚孟孰孳孱孺孽孿宂宋宛宦宥寇寅寐寥寨寢寤寮尉尬尷尸屐屯岐岑岔岌岷岩岫岱峙峪峨崆崑崢崔崙嵌嵐嵩嶝巍巔巳巽帘帛帑帷幀幌幛幗幔并幺庚庖庠庶庵庾廓廖廝廬廿弁弈弒弗弩弭弼彆彙彝彤彥彬彫彭徇徨徬忖忝怔怵怏恃恬恫恪恙恣悌悖悚悍恿悻悵惘惆悸愜惺愕惻惴愠愎愀慄愾愴愿慇慟慝慼慫憫憚憊懍懣懵懺懿戊戎戌戍戕戛戟戡戢戮戳戾扈扉抉扼扳拄抿拂抨拈拙拗拭拮拷拽拴挈捂捎掖捫掄掬捻揆揍摒揩揣揖捶揪搾搪搽搔摑撇摹撰撩撮撚撬擘攆擻攏攘攙攫敖斂斐斗斟斡斫旌旎旖旭昇昭昧晏晌晦暉暨暹曖曦曰曳曷曹勗朔朕朮札朴杞杉杭杰杷杳枇杵柩柯柑柬柵枸桓栩栗桐桀桅栓梁梓梵梧梗梃梆梟棺棧棣棠棘棗棹椒椎榔楠楔楷楨楫楞楹榆槁榷榛榻槐榭槌樟槨樊槳橘樺橇樵檄檜櫛檳檻櫂櫝櫚櫓歟歿殃殤殮毓毗氐氖氟氨氦氤氫氮氯氲汀汐汕汝汞沁沈沅沌汨汲汾沱沽泓泱沮泗泅泰洱涌涇浦浙涓浬浚涎淳淙涮淞淅淒渚淑涸淫淮淄湔渥湛湘渤湮渭渦湍渝渙滂滇溥溘漳漓漩滬漣漕漪潼潸潺澗潘濂澧澳澹濠濯濡濛濬瀋瀆瀛瀨瀚瀾灶炕炊炳炯烊烙焊焉烽焙煜煬煨煦煽熙熨燉燐熹燎燜燄燧燮燬燴燻爨爰爹爻牒牖牘牟牝牯牴犁犄犒犖犛犢狄狎狙狩狷猖猙猥猩猷獐獗獰獷獺玀玄玟玷玲珀玳珮琉琅琊琺琪琥琦瑁琿瑕瑟瑞瑛瑙瑜瑪瑤璋璜璣璦璽瓊瓏瓠瓢甌甕甬甫甭甸畚畦疇疝疙疚疥疳疽疹痔疵痣痞痢瘀瘁痳痱痿瘧瘍瘟瘩瘠瘴瘸癆癖癘癥癩癬癲癸皈皖皓皚皰皴盂盃盍盔盧盥盹眩眷眸睏睫睞睥睨睽睿睪瞇瞑瞟瞠瞥瞳瞽瞿矇矓矜矢矣矽砸砝砧砥砭砲硃硫硝硯碘碉硼磊碾磕磐磬磷磺磴磯礁礪礬礫祀祁祆祉祇祠祐祚祗祺祿禎禧禪禹秉秣秦稈稜稟稔稷穆穌穡穹窈窕窘窖窠窪窯窺竅竇竺竽笠笞筍筏筠箔箕箋箝箴篆篁篙篤篡簍篾篷簧簪簞簣簫籟籤粕粱粳糠糜糢紂紉紇紕絃紼絀絞綑綏綰綾綺綸緇緯緬緘緞綞縊縑縈繆縷縲繃繅繕繭繹纂纓缶缽罄罈罕罔罟羌羚羯羲羶羸羿翎翕翟翰翱翳翹耆耒耙耜耶耿聱聶聿肄肇肋肓肝肘肱肫肴胥胚胛胤胰胱胭胴脯脩腋腑腎腆腱腮腺膈膛臆臃膺臀膿膾臏臚臧臻臼臾舀舂舐舛舜舢舫舨舷艮芋芍芙芟芹芥芻苧范苣茉苒苑苞苓茸茵茴荏茹茗茲荀茱荃莎莞莘荸莢莒莉莠荻荼萃菸菅萋菁萊菰菽萸蒂葷萱葦萼萵葩蓑蓉蒿蓆蒞蒲蒜蓀蓓蔑蔣蔡蕙蕨蕃薔薛薇藐藩藪藕藺蘚蘸彪虞虫虱虯蚪蚓蚩蚌蚶蛆蚱蚯蛟蛭蛔蛤蜕蛹蜇蜃蜀蛾蜚蜢蜥蜴蝨蝗蝌螃螟螫蟒蟆螳螻蟈蟯蠍蠕蠣蠡蠱蠹衙衢袂袁袒袈袞裟裘裊褂褚裨裴褐褓褪褫褶褻襄襠襖襤覃覦覬覲觴訃訐訌訕訖訥訛詁詔詛詆詰詼誅詮詬詹誥誑諄諉諂諍諦諺諱諫謁謗謄謨譁譚譎譏譴讒讖豁谿豌豕豢豺貂貉貞賁貽賅賈貲賒贅贋贍贛赧赦赫赭趙跎跋跚跆跺跼踫踝踟蹂踹踵蹉蹋蹊蹣蹙蹬蹺躇蹼蹶躂躅躉躊躑躡躪躭軋軒軔軛軻軼軾輊輒輓輦輜轄轂轅轍轔轡辟迂迄迦迢迥迤迭迸迺逅逕逖逵遐遏遑遁遘遨遴遽邂邇邐邑邕邢邵邸邱郭鄂鄒鄧鄱酉酊酌酗酥酩酵醃醣醺釁釉釗釜釵釦釧鈉鈞鈐鈷鈸鉀鈾鉋鉑銘銖銓銬銻鋅銼錠錳錫錚鍍鎂錨鍊鍥錘鍬鎔鎊鎢鎳鏑鏃鏖鏢鏗鏜鏘鐃鐮鐺鐸鐲鑣鑠鑾閔閑閡閨閩閥閤閭閻闋闌闈闔闐闡阜阡阮阪陀陝隋隅隍陲隕隴雇雋雍雉雯雹霄霆霎霑霖霏霪霹霽霾靄靂靖靛靡靦靨靶靴靼鞅鞘鞣鞦韃韁韆韋韌韓韜韭韶頡頤頷顎顰颯颳颺颼飢飧飩飭飴餌餞餛餿餾餽饜饞馥馮馭駟駑駒駙駢騁駿騖騫驃驀驛驥驪骰骷髏髯髻髭鬃鬢鬨魁魏魘鮫鯽鰓鰍鰭鰥鰱鰾鰻鱔鱗鱖鱸鳩鳶鴆鴕鴣鴻鵠鶉鵡鵲鵪鵬鷂鷓鷥鷺鸚鸞鹵鹼麋麒麝麟麩麴麾黍黔黜黝黛黠黴黷鼈鼇鼕鼙鼬鼴齋齟齣齦齬齪齷齲龔"
        }
    ]
}