{
    "version": 1,
    "name": "HKSCS2016",
    "lang": "zh-Hant",
    "source": "https://data.gov.hk/en-data/dataset/hk-dpo-dpo_hp-hong-kong-supplementary-character-set-related-information https://www.digitalpolicy.gov.hk/open_data/ccli/HKSCS2016.json",
    "leftover_group": "Not in HKSCS2016",
    "groups": [
        {
            "name": "HKSCS2016",
            "characters": "㐵㑀㑊㑌㑤㑳㑺㑽㑾㒓㒖㒥㒯㒼㓁㓈㓟㓤㓦㓻㔆㔾㕑㕓㕙㕡㕭㕰㕲㕷㕸㖄㖗㖘㖡㖥㖭㖿㗁㗅㗇㗊㗎㗒㗖㗛㗝㗱㗲㗳㗻㗾㘉㘘㘚㘣㘥㘭㘵㘹㘾㙇㙈㙉㙎㙟㙡㙺㚁㚚㚥㚪㚬㚰㚱㚵㚹㚼㛁㛃㛄㛅㛇㛈㛓㛔㛖㛝㛡㛢㛥㛦㛵㜁㜃㜈㜊㜍㜜㜢㜣㜥㜬㜭㜰㜲㜳㜺㝀㝃㝢㝯㞗㞠㞹㞾㟖㟲㟸㟻㠏㠙㠠㠭㠶㠸㡣㡵㢠㣃㣌㣑㣔㣺㤈㤔㤧㤲㤿㥍㥣㥸㦀㦉㦊㦒㦙㦛㦡㦤㦸㧜㧢㧥㧬㧸㧻㧾㨁㨃㨆㨗㨘㨩㨪㨴㩋㩒㩗㩜㩞㩦㩧㪗㪫㪽㫞㫠㫰㫲㫵㫻㬎㬙㬢㬫㬹㭂㭘㭠㭱㭲㭻㭼㮀㮕㮖㮙㮡㮼㮾㯂㯄㯗㯝㯬㯲㯳㯴㰍㰑㰕㰘㱔㲋㳋㳍㳑㳖㳜㳫㳯㴒㴓㴲㴻㵆㵌㵎㵑㵟㵢㵩㵪㵯㵵㵽㶅㶈㶊㶏㶑㶥㶭㶴㶿㷆㷇㷉㷌㷍㷓㷛㷧㷨㷫㷳㷴㷷㷼㷽㸆㹀㹃㹈㹕㹴㺨㺩㺪㺭㺱㺸㺿㻂㻇㻊㻌㻐㻑㻖㻗㻚㻛㻞㻡㻢㻧㻩㻫㻬㻰㻳㻴㻺㻼㻿㼀㼄㼆㼇㼎㽓㽘㽙㽣㽼㾓㿀㿈㿗㿜㿥㿭㿹㿺䀄䀉䀝䀹䁅䁓䁗䁢䁥䁪䁯䁱䂨䂴䂻䂿䃈䃘䃟䃸䃺䄂䄃䄄䄉䄎䄱䄲䅧䅬䅮䅼䅿䆁䆐䆲䇄䇊䇏䇛䇭䇯䇹䈑䈣䉀䉠䉪䉶䉺䊌䊔䊢䊵䊹䊼䋴䋻䋼䌊䌫䍮䎗䎚䎺䏁䏙䏟䏭䏰䏲䐁䐂䐓䐥䐭䑺䒏䒑䒟䒠䒢䒰䒷䒽䓀䓃䓅䓎䓝䓞䓟䓡䓤䓩䓪䓫䓬䓴䔃䔄䔉䔋䔖䔛䔝䔧䔮䔳䔶䔻䔽䔿䕃䕑䕒䕕䕘䕜䕡䕢䕪䕭䕷䕸䖅䖦䖳䗚䗩䗪䘃䘆䘏䘕䘗䙛䙺䚀䚡䚮䚻䛏䛐䛵䛷䜓䜘䜶䝄䝎䝏䝼䞘䞦䟕䟭䟴䠀䠋䠷䡝䡱䢛䢭䢮䣐䣝䣭䣳䣺䤆䤑䤞䤥䤪䤭䤯䤰䤵䤼䤾䥅䥑䥓䥥䥪䥲䦉䦡䦧䧟䧥䧧䨏䨝䨤䨵䪖䪤䪴䪸䫑䫤䫿䬐䬙䬠䬬䬷䭯䭰䭲䭻䭾䮎䮐䮓䮖䮗䮝䮽䮾䯀䰄䰇䰎䰲䰻䰾䱀䱇䱗䱛䱭䱷䱻䱽䲁䲅䲮䲰䲷䳍䳡䳢䳭䴇䴉䴐䴴䵶䵷䶉䶑䶜丄业东両两丨个丬丯丶丷丽丿义乚乪乸亀亁亅亇争亘亚亠亣亷亻亼亿从仪仫仮仸伃众会伨伩伲伷伹佂佅佋佲侊侢侨侫侰侴侽俈俌俤俥俰俲俹俽倃倈倮倴倻偖偘偦偬傁傈傐傦傼働僐僙僟僡僴僼儁儍儎儫兑兖兠兪兴兹冂円冈冖冚农冧冨冫冮冲决冴况冸凃凇凉减凑凒凓凛凟凢凤凭凴凼凾刂刅刋刟删刦刧刴刼剏剗剙剠剨剳剹劏劐劔劚务劤动劵効勅勌勐勑勠勡勹匁匤匧匬匲匳匸医卂华卝卟卤卧卩卭却卽卾厓厠厢厦厨厩厪厫厮厰厶叁参叅双叐发叒变叙叚叠叶号叾吓吔吖吚吡吣启吲吴吿呋呌呍呩呪呭咅咏咓咔咗咜咞咣咤咲咴咹哋哌响哐哚哣哯唂唍唓唘唞唣唥唨唫唿啇啉啓啝啩啫啱啲啳啹喆喐喩喰喴喹喺喼嗁嗗嗘嗞嗪嗬嗰嗱嗵嗻嘅嘑嘞嘠嘡嘢嘣嘥嘭嘷噃噍噏噐噒噔噝噡噺噻噼嚉嚊嚋嚒嚞嚟嚡嚤嚯嚱嚹嚿囖团园囯囱囻国圀圕圝圲圽圿坂坃坆坔块坛坟坧坺坾坿垈垊垍垐垜垡垧垪垳垴垻垾埄埈埗埝埞埦埯埾堃堒堘堢堦堺塀塄塇塜塟塩塬塲塳墒墖墙墚墧墪墰墵墶墻壋壐壜壠声売壳壻夂处夅备夊夑夝够夲头奥奵妉妔妚妟妬妰妷妸妿姄姉姙姫姯姰姸姹娂娋娍娒娚娡娤娧娪娫娬娽婅婔婙婡婣婨婫婮婱婹婾媁媂媆媈媑媖媙媠媡媤媪媫嫃嫎嫏嫑嫓嫤嫰嫲嫺嫾嬍嬑嬕嬟嬫孁孄孆孊孏学孨孭孴孶孼宀宂宐宖宝实実宪宷寃寕寗寛寳寿尅尓尔尜尞尠尣屉届屓属屸岃岅岙岚岜岞岺峁峂峑峕峥峩峯峵峼崐崕崘崬崯崾嵆嵈嵖嵗嵛嵰嵴嵸嵻嶅嶋嶎嶤嶫嶶嶹巁巗巛巵帉帋帒帮幂幈幞幺广広庆庒庙庽廍廐廴廸廹廻廼弌弍弎弥强弻彍彐彑彜彡彣彲彻徃徤徧徱徺忂忄忛忟怣怱总恊恒恵恷恾悞悤悦悧悳惗惞惣惧惨惩惽愇愌愙愠愢愰愽慂慐慙慜慠慤慯慽憁憇憕憘憙憜憷憹懀懏懐懓懚懢戬户戹扌扨抂抅抐抝护抦拁拃担拕拟拥挘挮挱挵挷捝捤捬捹捿掋掹揁揑揞揢揦揸揻揼揾搇搲搸携搻摚摱摼撍撑撯撴撶擀擓擝擡擥擧擪攊攑攞攟攰攴攵敍敚敟敫敭斅斆斈斉斋斵斾旑旔无旣旿昘昞昣昰晄晈晋晍晓晗晠晣晧晫晳晽暅暎暒暚暤暭暳暶暿曍曎曧曱朂朌朎朖朙朞朥朶杄条杢杧杫杮枂枏枠枤枬枱枿柖柗柹柾栀栁栂栃栄栍栐栛栞栢栶样栾桇桊桕桖桝桥梄梈梘梦梶梹梽棁棃棅棊椀椁椂椃椉椘椙椚椛椬椶椾楃楆楕楡楤楧楲楳榀榅榊榘榟榢榲槀槑槕槖槡槩槹槺樃樋樌樚樜権樫樬樭樳橃橅橌橒橓橗橣橥橱橴橺檂檊檏檙檝檧檫檱檲檵檾櫈櫉櫊櫔櫘櫶欅欝欵歒歗歯歴歺殁毁毜毡毪毺氜氱氲氵氷氹氺氽汉汘汚汮汵汹汿沟沢沪沯沲泋泎泟泪泿洂洅洆洤洦济浗浛浜浱浲涁涏涖涚涤涥涱涹淾渂渄渊渏渕渘温渪湏湐湗湙湶湼溆溋溚溵溸溻滙滚滛滝滢滨滩滺漄漋漌漖漗漤漴漽潄潖潜潴潹澁澊澝澟澵澻澾濓濙濚濶濸瀃瀞瀬灋灍灐灔灜灧灬灮灯灵灷灹灾灿炁炉炋炏炠炣炥炦炧点炻炼炽烀烄烌烐烕烖烟烱烵烾焅焝焩焫焬焳焴焵焻焾煀煅煊煏煑煗煫煱煳煴煵煶煷煺煼煾熈熌熎熑熖熘熢熣熭熴熷熺燑燝燫燵燶爀爉爎爏爕爖爗爤爥爫爮牀牐牕牗牜牦犂犇犏犔犟犭犲狍狢猂猄猐猨猪猫猬献猸猹獁獈獏獱獴玌玏玘玜玞玧玪玺珄珉珎珏珐珕珡珢珤珦珯珳珷珹珻琂琑琒琔琕琗琙琜琞琟琷琸琹琼瑃瑅瑇瑈瑉瑌瑓瑖瑝瑠瑡瑥瑨瑫瑬瑴瑶瑺璂璌璍璙璛璝璤璴璹瓆瓈瓌瓐瓓瓧瓰瓱瓲瓸甅甎甙甞甴电画畂畆畊畍畑畓畕畠畧畭畮畲畺疃疍疎疒疞疱疴痃痈痜瘂瘇瘬瘻癀癍癎癏癑癔癦癧癯癳癴癶発皐皡皥皷盌盖盙県眎眏眞眤眦眫着睃睘睲睷睸睺睻瞓瞘瞯瞹瞾矃矅矋矝矦矴矾砈砘砜砞砹砼砽硂硄硇硋硑硓硔硦硺碁碈碍碯碱碶碸碹磇磒磓磗磘磤磮磰磱磵礆礮礲礳礴礶礻礼祘祙祢祱祾禀禃禆禇禑禙禝禟禥禩秄秆秊秌秐秔秢秱秴稆税稪稬稭稲稺稾穃穅穉穥穲穽窃窑窓窰窻窼竂竃竈竉竏竓竚竛竜竝竢竧竩竪竼竾笋笌笔笟笧笩笹筂筃筕筢筬筯筻箒箢箣箮箲篅篏篐篬篺篼簒簕簛簵籂籄籑籖籝籭籰籴类籼籾粃粆粎粜粦粧粬粮粸糂糃糇糉糍糓糚糦糭糳糵糹糼紥絍絚絝綉綋綕綗綤綨綫綳緍総緐緓緔緜緤緥緵緼緽緾縇縧繛繥繧繬繮繿纎纒纟纤纬纺织经统缆缷罀罁罇罉罎罒罓罱罸羏羓羗羣羮羴翝翧翺耂耈耝耠耥耮耯耱耻耼联聛聡聢聣聦肀肟肧肶肷肼肽胆胩胬胶脃脇脉脌脎脒脔脗脚脪脱脲脴脷腂腈腖腙腚腬腭腼腽膄膓膥膪膶臁臈臤臯臶舘舚舦舩舭舾艔艢艥艶艹艺艻芇芦芪芿苄苊苏苐苘苢苮苷苸苼苽苿茋茘茚茝茽荗荢荣荦药莅莑莜莬莹莾菍菓菭萅萔萖萘萜萠萡萤萦萮萾葈葊葓葕葘葜葢葤葱葲葿蒀蒄蒈蒒蒓蒖蒣蒭蒽蒾蓚蓞蓡蓢蓤蓥蓸蔃蔄蔅蔐蔳蔴蔸蕂蕋蕌蕒蕚蕟蕯蕰蕳薓薗藁藖藠藮藴藼蘂蘍蘏蘐蘓蘔蘖蘨蘯虂虅虬虲虾蚒蚠蚭蚲蛯蜕蝰蝱蝽螆螋螌螥螩螱蟁蟎蟖蟚蟮蟵蠄蠏蠘蠧蠭衂衅衆衏衞衠补衮袄袇袏袐袜袝袠袮袴袵袿装裇裏裦裵裿褀褤襃襇襍襔襥襷覇覉覊覑覔覥覧覩覼见视觧訜訩訫訸訽詉詧詾誐誔誜誩説誯誴諌諚諪諹謌謟謭謿譃譌譍譞譢譩讁讃讏讐讛设询豑貛貟貭賍賔賖賛賩賫賲賷贃贋贌贑贒贘贜贝赺趂趦趩跀跃跔踁踎踨踪踭踺蹆蹏蹨蹱蹵蹷蹾躀躧躭躰躶躹躼軃軎軚転軤軭軲輙輭輰輼轁轊轜车轧轮输辠辥辧辳辵辷辸边辺辻込达迁迊迌迏运迚迹逈递逳逷遆遌遖遡遤遬邨邮邻郄酑酙酜酞酧酰酶酼醌醎醖醩醶醻釄釖釟釥釶釺釾鈈鈎鈓鈘鈡鈨鈪鈫鈵鈼鉁鉄鉕鉘鉝鉟鉢鉫鉮鉷銁銄銉銏銮銱銹銺銾銿鋔鋛鋣鋥鋫鋬鋭鋲鋳鋴鋶鋽錃錇錬錰錱鍀鍁鍂鍃鍄鍅鍈鍟鍢鍦鍨鍩鍫鍮鍳鍴鍸鍽鎁鎄鎅鎆鎇鎐鎜鎠鎭鎸鎻鎽鎿鏆鏋鏓鏛鏠鏰鏱鏳鏴鐁鐄鐈鐗鐛鐝鐤鐥鐦鐧鐭鐯鐾鑂鑃鑍鑔鑘鑛鑥鑧鑬鑹鑻钟钢铁铃铜银锭镇镸长閅閖閗閙閠関閦閧閪閲门间阳阸陁际陖险陻隁随隖隣隥隶隽雴霃霛霡霱霴霶靀靁靊靑靕靗靝靟靭靱鞇鞉鞛鞟鞱鞲鞴鞸鞺鞽鞾韀韂韈韒韠韦韮韲韵頔頕頟頣頮頳頴顇顋顖顦顨顬页颴颷颹飃飇飈飊风飜飞飡飦飬飱飵餎餙餜餷餸餹餻饀饂饊饍饝饢馛馤馪馸馼駄駅駚駠駡駦駵騌騐騟騡騦騯騻騼驘驜驣马骏骲骶骺骽髗髠髢髴髿鬂鬉鬏鬔鬪鬭鬴鬹魀魐魩魿鮁鮃鮋鮍鮎鮏鮗鮝鮟鮰鯏鯝鯩鯭鯱鯴鯿鰂鰊鰌鰐鰕鰛鰟鰠鰦鰯鰵鰺鱅鱇鱏鱓鱝鱲鱻鱼鴂鴌鴖鴡鴴鴹鵄鵉鵎鵐鵞鵭鵮鵼鵾鶃鶓鶥鶫鶽鷀鷄鷉鷔鷼鸊鸌鸎鸘鸜鸟鹻麁麄麅麐麕麖麘麞麢麦麨麪麫麬麯麱麽麿黁黄黆黇黢黱黸黾鼂鼈鼗鼦鼧鼹齄齅齐齓齚齢齩齿龎龖龗龙龟龥龦龧龨龩龪龫龬龭龮龯龱龲龳鿇鿈鿉鿊鿋鿐龜𠀡𠀾𠁆𠁎𠁨𠂆𠂇𠂊𠂔𠃌𠃮𠄘𠆤𠆩𠆫𠇁𠇔𠇲𠈄𠈌𠈔𠈹𠉛𠉴𠉵𠊙𠊞𠊠𠊷𠊿𠋀𠋥𠌊𠌥𠍁𠍅𠍆𠍇𠍾𠍿𠎀𠎠𠎧𠎵𠏉𠏋𠏵𠏼𠐓𠐔𠐟𠑥𠒇𠒎𠒑𠒒𠒣𠓗𠓼𠓾𠕇𠖎𠖥𠖳𠗃𠗊𠗐𠗕𠗟𠗠𠗫𠘑𠘕𠘙𠘚𠘰𠙖𠙶𠜎𠜱𠝹𠠬𠡳𠣕𠤖𠤣𠥔𠥹𠧧𠨑𠩐𠩯𠪊𠪴𠫂𠫍𠬍𠮏𠮟𠮨𠮩𠮿𠯆𠯋𠯢𠯫𠯻𠯿𠰋𠰍𠰠𠰴𠰺𠰻𠱁𠱂𠱃𠱓𠱥𠱷𠱸𠱼𠲍𠲖𠲜𠲵𠲸𠳏𠳓𠳔𠳕𠳖𠳝𠳭𠳿𠴕𠴨𠴱𠴲𠵆𠵇𠵈𠵉𠵌𠵍𠵎𠵯𠵱𠵴𠵼𠵾𠵿𠶖𠶜𠶧𠶲𠷈𠸄𠸉𠸊𠸍𠸎𠸏𠸐𠸑𠸖𠸝𠹌𠹭𠹳𠹵𠹶𠹷𠹸𠹹𠹺𠹻𠺌𠺖𠺘𠺝𠺢𠺪𠺫𠺬𠺶𠻗𠻘𠻝𠻸𠻹𠻺𠻻𠼝𠼦𠼭𠼮𠼰𠼱𠼻𠽌𠽤𠾍𠾐𠾭𠾴𠾵𠾶𠾼𠿟𠿪𠿫𠿬𠿭𡀔𡀝𡀞𡁏𡁜𡁯𡁵𡁶𡁷𡁸𡁻𡂈𡂖𡂝𡂴𡂿𡃀𡃁𡃇𡃈𡃉𡃏𡃓𡃤𡃴𡃵𡃶𡄯𡄻𡄽𡅅𡅈𡅏𡆀𡆇𡇙𡈼𡉏𡉼𡊨𡊩𡊰𡋣𡋾𡌂𡌃𡌄𡌅𡌶𡌺𡍵𡍶𡎎𡎘𡎜𡏅𡏆𡏭𡏾𡐓𡐖𡐤𡐿𡑒𡑔𡑕𡒊𡒗𡒶𡓨𡓽𡕷𡖂𡖖𡘊𡘓𡘙𡘾𡙡𡚒𡚸𡚺𡛀𡛁𡛂𡛓𡛕𡛟𡛦𡛧𡛨𡛺𡛻𡛼𡛾𡜍𡜐𡜦𡜺𡜻𡜼𡝗𡝬𡝭𡝮𡝯𡝰𡝱𡝳𡝴𡞫𡞰𡞱𡞲𡞳𡞴𡞵𡟃𡟇𡟙𡟚𡟛𡟜𡟟𡟯𡟵𡟶𡟸𡟹𡟺𡟻𡟼𡠠𡠨𡠩𡠪𡠭𡠹𡠺𡠻𡡀𡡅𡡒𡡞𡡡𡡢𡡣𡡤𡡷𡡻𡢃𡢄𡢅𡢞𡢟𡢠𡢡𡢢𡢾𡢿𡣑𡣖𡣗𡣘𡣙𡣺𡤃𡤄𡤅𡤐𡤑𡤒𡤕𡤜𡤢𡤧𡤻𡥄𡥘𡥪𡥼𡦀𡦃𡦈𡦖𡧛𡧳𡨭𡨴𡩅𡩋𡩣𡭄𡯁𡯂𡰪𡱰𡲢𡲥𡲬𡵆𡵓𡵞𡶐𡶶𡶺𡷊𡷑𡷫𡷹𡸜𡸣𡸷𡸽𡺉𡺤𡺨𡻈𡻕𡼏𡼕𡽪𡾞𡾡𢁅𢁉𢁾𢂚𢃇𢃼𢄪𢅛𢅳𢅺𢆡𢇁𢇃𢈈𢉼𢌡𢌥𢎽𢏐𢏗𢏺𢑥𢑱𢒋𢒑𢒰𢒼𢓁𢓉𢓌𢓭𢔓𢔛𢔰𢕔𢖍𢖯𢖾𢘛𢘜𢘫𢙨𢙺𢚖𢚘𢛴𢛵𢛶𢜒𢜔𢜛𢜟𢜪𢝵𢞁𢞖𢞴𢞵𢟍𢠃𢡟𢡠𢡱𢢭𢣁𢣷𢤦𢤹𢥏𢥧𢥫𢦀𢦓𢩦𢫏𢫕𢫦𢫨𢬎𢬢𢬿𢭃𢭪𢯊𢯎𢰦𢰧𢰸𢱌𢱑𢱕𢱢𢲈𢲛𢲡𢲩𢲲𢲷𢳂𢳆𢳉𢴇𢴈𢴒𢵄𢵌𢵧𢶍𢶕𢶠𢶣𢶤𢶷𢷮𢸍𢸶𢹂𢹸𢺋𢺳𢻯𢽴𢿌𢿣𣀳𣁄𣁋𣁦𣁽𣁾𣂎𣂷𣂼𣃚𣄃𣄽𣅽𣆂𣆤𣆥𣆳𣇈𣇉𣇪𣇷𣇸𣇹𣈏𣈥𣈯𣈱𣈲𣈳𣈴𣉖𣉞𣉢𣊁𣊉𣊊𣊫𣊬𣊭𣋒𣋠𣋡𣌀𣌊𣌟𣎴𣏌𣏞𣏦𣏴𣏵𣏹𣏺𣏾𣐀𣐿𣑐𣑯𣑲𣓥𣔙𣔰𣕑𣕚𣕧𣖕𣖙𣖜𣖻𣗍𣗎𣗏𣗳𣘀𣘗𣘚𣘼𣙀𣙙𣙟𣙷𣚎𣚞𣚦𣚭𣚺𣛟𣛮𣜃𣜖𣜠𣜭𣜯𣜿𣝦𣞁𣞢𣞼𣟂𣟕𣟖𣟗𣠺𣧂𣪧𣫛𣫮𣫺𣬚𣭚𣱣𣲙𣲚𣲛𣲵𣲷𣳇𣳈𣳉𣳼𣳽𣳾𣳿𣵀𣵛𣵾𣶏𣶶𣶷𣶸𣶹𣶺𣶻𣶼𣶽𣷣𣷸𣸆𣸑𣸬𣸭𣸮𣸯𣸰𣸱𣸹𣺈𣺉𣺊𣺋𣺹𣺿𣻗𣻷𣻸𣻹𣻺𣻻𣻼𣼵𣽁𣽊𣽡𣽿𣾀𣾁𣾂𣾏𣾴𣾷𣿀𣿅𣿫𣿬𣿭𣿮𣿯𣿰𤀑𤀹𤀺𤀻𤀼𤀽𤁗𤂅𤂋𤂌𤂍𤂑𤃉𤃡𤃬𤄄𤄏𤄙𤄿𤅀𤅄𤅎𤅕𤅖𤅗𤅜𤅟𤅡𤅷𤅺𤆣𤆤𤆥𤆬𤆵𤇍𤇢𤇼𤈛𤉋𤉖𤉙𤉶𤉷𤉸𤊄𤊓𤊕𤊥𤊿𤋁𤋉𤋊𤋮𤋺𤌍𤌚𤌴𤍈𤍢𤍣𤍤𤍥𤎌𤎖𤎜𤎽𤏁𤏩𤏪𤏲𤏸𤐄𤐵𤐶𤑚𤑛𤑳𤒇𤒈𤒹𤒼𤓎𤓓𤓖𤔅𤔡𤕸𤗈𤘘𤘪𤙥𤙴𤚗𤛔𤜆𤜥𤜯𤞏𤟠𤠒𤠣𤢂𤣩𤣰𤣱𤣲𤣳𤣻𤣿𤤀𤤁𤤌𤤖𤤗𤤙𤤯𤤳𤤴𤤾𤤿𤥀𤥁𤥂𤥃𤥢𤥣𤥴𤥵𤥶𤥻𤥿𤦂𤦈𤦉𤦊𤦋𤦌𤦍𤦎𤦏𤦔𤦤𤦧𤦩𤦫𤦬𤦭𤦷𤦸𤦹𤦺𤦻𤧅𤧐𤧚𤧞𤧟𤧣𤧥𤧬𤧭𤧶𤧷𤧸𤧹𤧻𤨎𤨒𤨓𤨕𤨡𤨢𤨣𤨤𤨥𤨦𤨧𤨨𤨩𤨪𤨾𤩂𤩅𤩊𤩎𤩏𤩐𤩑𤩝𤩥𤩦𤩧𤩱𤩷𤩸𤩹𤩺𤪌𤪓𤪔𤪕𤪖𤪤𤪥𤪦𤪧𤪱𤪲𤪳𤪺𤪻𤪼𤫀𤫇𤫊𤫑𤫟𤫢𤫩𤬏𤭮𤯵𤰉𤲞𤲟𤳉𤳙𤴆𤴓𤶸𤷪𤷫𤸻𤹐𤺥𤺧𤼎𤽜𤾂𤾆𤾗𤾚𤾩𤾸𤿂𥀬𥁒𥂝𥄫𥅈𥅽𥅾𥇍𥇣𥇦𥇧𥈠𥈡𥉐𥊙𥋇𥋘𥌎𥌑𥌓𥐙𥐥𥐯𥐰𥑆𥑬𥑮𥒚𥔱𥔵𥔿𥕛𥕜𥕝𥕞𥕢𥕥𥕦𥖁𥖄𥖏𥖹𥗕𥗛𥗠𥘅𥘵𥙑𥚃𥚕𥛣𥛶𥜆𥜝𥜥𥜽𥝲𥟇𥟟𥟠𥟡𥡗𥡝𥡲𥣈𥣞𥣡𥤃𥥆𥥖𥦬𥧌𥩔𥪕𥪜𥪮𥪯𥫩𥭴𥮉𥮳𥮴𥯆𥯤𥯨𥰁𥰆𥰡𥱊𥱥𥲑𥲤𥳀𥳁𥳾𥴠𥴰𥵃𥶙𥶹𥸎𥹉𥺁𥺂𥺃𥺦𥺼𥻗𥻘𥼚𥽋𥿡𥿢𦀡𦀩𦁈𦁤𦂃𦂗𦂤𦂥𦄂𦄡𦅙𦅚𦅛𦅜𦆭𦆮𦆲𦇝𦉘𦉡𦉪𦉫𦋐𦌵𦍋𦍌𦍑𦎾𦏵𦏸𦐂𦐐𦐑𦐒𦑊𦑩𦒄𦒈𦒉𦒍𦒘𦔒𦕲𦖠𦖭𦖿𦘒𦘦𦚯𦚱𦚵𦛚𦛨𦛼𦜖𦝁𦞙𦞳𦞴𦟌𦠜𦡆𦡞𦡮𦢈𦢊𦢓𦣇𦤎𦤑𦤦𦤹𦥑𦦨𦦵𦧲𦧺𦨭𦨮𦨴𦩂𦩑𦩒𦬅𦬊𦬓𦬕𦬣𦬨𦭐𦭑𦭒𦭓𦭛𦭵𦮂𦮖𦮗𦮝𦮳𦯀𦯷𦰡𦱀𦱁𦱆𦱾𦱿𦲀𦲁𦲂𦲤𦲷𦲸𦲽𦳀𦳃𦳑𦴢𦴣𦴤𦴥𦴦𦴧𦴨𦴩𦴪𦵑𦵴𦶠𦶡𦶢𦶣𦶤𦶥𦶦𦶧𦶮𦷜𦷪𦷫𦷰𦸀𦸅𦸇𦸒𦹂𦹃𦹄𦹅𦹮𦹲𦹷𦺄𦺈𦺋𦺙𦻐𦻑𦻒𦻓𦻔𦻕𦻖𦻗𦼦𦽳𦽴𦾟𦾡𦾾𦿞𦿟𧀎𧁋𧁒𧁓𧂈𧂭𧂮𧂯𧃍𧃒𧃰𧃸𧄉𧄌𧄍𧄦𧄧𧅤𧅥𧅵𧇍𧈛𧉧𧊀𧊅𧊋𧊲𧊶𧋦𧍒𧎚𧏿𧐢𧑐𧒄𧒆𧕴𧖣𧗠𧗤𧗽𧗾𧘌𧘲𧘹𧙕𧙖𧙗𧚔𧜏𧜵𧜶𧝁𧝞𧞄𧞅𧟌𧡘𧡰𧢝𧢲𧣈𧤤𧥧𧥺𧦠𧧝𧧽𧨊𧨎𧨾𧩓𧩙𧩹𧪄𧪽𧪾𧫴𧬆𧬋𧬘𧬸𧬹𧬺𧭈𧭥𧯯𧯴𧰒𧱬𧲱𧳅𧴯𧵓𧵔𧵦𧵳𧶄𧶏𧶘𧶽𧷜𧹍𧹏𧼮𧿹𨀂𨀉𨀞𨀣𨀤𨁈𨂃𨂐𨂽𨂾𨃨𨃩𨃴𨄮𨅏𨅝𨅯𨆉𨆯𨆼𨈇𨈘𨈚𨉖𨉼𨊛𨋍𨋢𨌆𨌘𨌯𨌺𨍥𨍭𨍽𨎊𨐒𨑨𨑬𨑳𨒂𨔁𨔼𨔽𨕬𨗨𨗴𨘀𨘋𨘥𨘻𨚪𨚫𨚲𨚼𨛘𨛦𨜏𨜓𨠄𨠫𨤍𨤳𨥈𨥉𨥖𨥤𨥨𨥬𨥭𨥾𨦉𨦨𨦪𨦫𨦸𨦼𨧀𨧜𨧞𨧡𨧣𨧤𨧧𨧨𨧹𨧺𨧻𨧼𨨏𨨖𨨥𨨩𨨲𨨶𨩄𨩅𨩆𨩇𨩈𨩉𨩊𨩋𨩙𨩚𨪁𨪂𨪃𨪚𨪛𨪜𨫀𨫆𨫋𨫌𨫎𨫞𨫟𨫠𨫡𨫢𨫣𨫥𨫪𨫼𨬌𨬓𨬡𨬢𨬫𨬬𨬭𨬯𨭆𨭌𨭎𨭐𨭣𨭤𨭥𨭦𨭬𨮏𨮙𨮜𨮝𨮹𨯂𨯅𨯔𨯗𨯙𨯚𨯧𨯨𨯩𨯪𨯫𨯬𨯵𨯿𨰃𨰉𨰜𨰝𨰣𨰦𨰫𨰰𨰹𨰻𨳊𨳍𨳒𨴴𨶙𨶹𨸏𨸶𨸹𨹥𨹦𨺗𨺬𨺲𨺳𨻙𨻧𨿅𩁹𩂈𩂋𩂓𩂯𩂰𩂱𩃀𩃤𩃥𩃬𩃭𩄍𩄐𩄼𩅍𩅛𩅞𩅰𩆜𩆨𩇕𩇫𩐝𩐠𩐳𩐿𩑈𩓐𩓙𩓚𩓥𩓧𩖞𩖰𩖸𩗗𩗩𩗴𩜠𩜲𩟔𩠐𩡗𩢤𩣑𩣪𩣱𩣺𩤃𩤅𩤯𩥅𩥇𩥈𩥉𩥝𩥪𩦝𩧃𩧉𩨨𩩍𩬅𩬎𩯕𩱳𩲭𩴾𩵚𩵼𩶘𩶛𩷶𩸆𩸭𩹨𩺬𩺰𩻃𩻸𩼣𩼰𩾷𩿞𪀔𪂇𪂹𪃡𪃭𪃳𪃸𪃾𪄇𪄣𪄳𪄴𪅐𪆒𪆓𪆫𪆴𪆵𪇟𪇵𪈠𪈳𪊓𪊟𪊲𪊴𪊶𪊺𪊽𪋟𪋿𪍑𪎩𪏭𪐴𪑛𪗆𪗋𪘁𪘲𪙊𪙛𪚩𪷿𫬷𭉝勇吆咢屮弢慈晉芳蜨貫"
        }
    ]
}