{
    "version": 1,
    "name": "HSK levels",
    "lang": "zh",
    "source": "http://hanzidb.org/character-list/hsk",
    "leftover_group": "Non-HSK Kanji",
    "groups": [
        {
            "name": "HSK 1 Kanji",
            "characters": "的一是不了在人有我他这个们中来上大和国说时出会你对生能子那下年后作里家多么去学都同现没面起看天分好小些样她本前开想机十工明三关点高很见什二果西月话回老先儿东水名几认系气打女四电少太再做期五书听住北觉师今院识候飞车服怎呢叫影字爱商请视九写八吗吃六医号语七兴星京米客友钱热坐校脑谁哪喜习欢冷汉衣妈读买岁块姐亮朋谢钟雨饭睡喝午店爸桌菜茶狗杯租昨漂椅猫喂苹"
        },
        {
            "name": "HSK 2 Kanji",
            "characters": "为到以要就可也得着过道所然事经动还进但因从日意它长第公已情知正外两间问最手体等新身表给次门常教比员真走条题别报务场件便司眼非白思完色路告边望共让运笑步每快往近夫准始远备百离病息火早找吧考红虽希房黑足孩站诉千男助乐球错晚试送药游室您帮左右穿哥弟慢忙介鱼跑贵班票睛旅笔卖旁阴跳雪肉馆牛纸歌床玩妻休舞姓妹汽课懂绍丈洗唱奶宜累羊零蛋鸡宾颜瓜晴啡篮咖踢泳铅"
        },
        {
            "name": "HSK 3 Kanji",
            "characters": "地而于自发用行种成方法如当定其主理心只实者力把又业重物应向头文相被或己加特信化世位声提解口平更变总数安才结目感接必市直山空决马界放像难且记南求据张该万清带风根干极办议元单调算需花城级复满越容照须包片史乎查轻易除阿李图历突周较注选响参半节护音跟留讲料终答黄奇段故河害双境愿网育船脸刻刚般怕假久拿阳急居环树层句简卡担静检差角皮啊超银怪香铁草脚酒顾换闻坏楚楼画耳短遇康旧春附礼板婚鲜词择健借园牙束练爷嘴戏典盘忘赛趣迎冰努绿街灯夏秋末蓝烧哭冒惯鸟季鼻腿迟辆净冬骑叔爬扫箱舒绩饮朵鞋邮邻聪梯瓶疼熊帽炼搬刷瘦斤胖饿聊碗渴饱甜矮裤衫伞姨刮糕裙衬锻澡啤蕉筷"
        },
        {
            "name": "HSK 4 Kanji",
            "characters": "之部无与民此使性全将由并美利合内度任海通原及论处各入活尔何反受量建计管资命金指克许区保至队社展科基则却光即象式程死交规取拉格术确传观切导争改收言联持济亲林士证失转存台具流连深质价整况亚技际约示究线断精支消增研功广标谈引首局专费尽另仅落随列推众案划律态验责够章志底严例族供效续紧绝察母批按围江纪举父密低止细值仍破倒职速否毛甚普弹苦印预微继惊伤适省卫险排福警获负云停疑洲竟激演判既积富占修降坚免压养怀乱航优著份艺概敢户洋款评座释景登货互付危讨丽序永呼味沙掉杂误减肯败梦散温困封缺恐松虑幸赶剧叶吸呀顺输招脱油材博烟授禁孙篇遍础翻森默熟伙弄刀窗醒购虎扬毕尤竞弃麻申售针抱鼓植页折尊秀染迷诚彩抽浪丰译距符勇厅拜巧戴童乘挂奖厚镜烦签牌咱奋播桥寒聚袋暂估拒忆闹厉穷码偶稍矿抬倍污耐粗悉详允剩漫酸辛餐挺励键扰阅汗骗龄惜仔俩籍凉貌猜怜躺钢寄汤肥尝厌脏幽丢泉祝陪贺琴恼敲暖糖擦肤肚赢址悔邀羽盐傅帅扔傲拾填扮愉慕秒塑羞盒棵谅葡厨鸭谊歉赚萄脾懒骄聘巾堵棒硕戚笨泼郊饼咳桶辣膊趟匙钥胳咸汁垃烤圾逛膏羡暑嗽橡厕袜勺柿乒乓饺"
        },
        {
            "name": "HSK 5 Kanji",
            "characters": "军战政产制代立义神德统形治达强权王设品类领造组英令布未击兵团集华石府似官器称企委曾农装显念青武势古构土投某维革敌致派营巴防施型依群项织斗采杀朝属限威状率独创承股益血素夜初源食待述陆置劳财纳雷模充木龙冲射略范村哈退余痛灵配征挥胜阶沉善执追宣佛控税背阵恶顿守岛托烈索胡靠版宝欧核暗良升临架域括编测屋渐救枪县尚毫移娘智掌遗固席秘均销诗藏损忽巨炮录乡庭妇归含摇补谓毒疗逐寻厂岸炸载避抓荣姑逃顶玉迫洞卷坦宁训私丝握骨访弱鬼软扩盖雄稳亿刺拥齐虚析透替途兄迅套贸唯轮库迹促延震甲伟缓闪哲络纯忍筑贝振圆搞狂措培宽摆伸摩悲拍硬麦操阻订赞纷喊违汇币殊献裁触敬墙召罚享犹彻描妙彼仿闭庆泪朗尾偷虫淡恨繁伴旦潮粮缩挑灰珍幕映隔启泛偿呆衡舍婆灾胆俗辩胸劲辑恢圈摸润堆碰废壁吹糊盾乏诊摄凭抢绪肩幻碎综返薄悄敏碍矛幅颗骂赏贴腰眉恋吓辞尺辈滑绕趋胁插慧媒佩豪兼跃肃驶届欣惠册飘闲频递撞滚贡疯瞧燃锁劝搜勤戒驾柔腐幼践浓竹逻遵饰贷叙沟扶寿询匆奈慰怨躲紫艰慌吐咬挤弯雾屈蛇鼠吨池冠尘浅喷凌赔涂亏寂煤恭湿秩宿烂抖夹昆猪慎玻齿押漠疲醉拳斜档豆涨拼歇桃嘉俊乙妨挣览璃滴姿丑劣匹俱蜂谨糟苗肠挡纲肌膀卧欠夸豫胃睁铃吻脆柴绳眠傻扇柜拦夕姻氛蜜摘披辅盆吵嗯骤漏悠滩嫁催翅锅拆棋唉孕链艳臭趁愁孝冻闯宴矩胶盼脖虹账倡猴寓狮抄晕砍剪叉拐捐歪粘陌窄鞭厘厦恳憾摔愧洒哎钓蝶讽旬撕谦兔荐炭舅裹瞎咨宠兑霉塘帘厢乖娱娶嗓蹲淘嫩壶傍勿踩煮逗炒寞甩燥晒绸屿痒耽魅狡匀熬毯梳蔬捡删浏裔浇姥烫惭蝴梨醋猾皂酱糙屉髦椒桔馒嚏"
        },
        {
            "name": "HSK 6 Kanji",
            "characters": "斯党陈攻苏帝若波异策罪州宗协审皇副抗犯田央伯监露野舰湾吉剑亦恩鲁端探湖予港额督泽灭莫亡圣诺伦奥唐堂宫君谋镇凡诸庄祖暴塔隐蒙欲遭徒姆曲塞侵刑谷川潜抵杰郑混臣雅盛怒残宇猛毁盟丁魔沿啦瓦援夺偏袭侠侧债融纵障讯涉刊爆乌役患仙症倾陷轰撤疾缘杜仪奔珠驻孔翼叹愈罢径恰捕裂泰尖忠炎荒横孤胞魂洪津晓贫仁赖仰艇凶署御奉旋晨伏隆奴丧渡旗甘扎梁皆宙岩荡蒂井壮殖霍撒液番郎忧浮艘伍峰黎贯侦券崇宪慈枝拖墨箭粉泥氏拔愤扑驱掩尸堡储桑惨洁踪勃仇磨拟奏巡剂坡截焦殿伪逼颇昏呈牧牲佳稿腹跌垂脉狱惑陶兽帐昌铺惧盗辉扣嘛董迁凝腾埋涌辖晋狠鉴械赤割揭悟锋祥阔誉筹丛牵鸣旨袖猎臂柱抛牢逊迈欺衰诱狼仗粒遥抚纠钻晶岂峡苍耗菌粹扁循赋抑哀踏恒纽纹渔磁铜跨怖叛遣弥稀捷疫肿削岗晃吞宏癌隶履耀扭坛拨沃绘伐堪牺墓雇廉惩捉覆劫嫌雕闷乳串娃缴唤霸妥搭赴岳舱庞耕锐缝斥宅添挖呵讼氧酷掠祸贪悬唇仓轨枚庙屏寺愚疏颤寸盯辱辨哦腔郁溃忌溜笼丘滋壳痕穴卓贤膜毅锦茫昂皱舌剥窝携陵哼棉饲逆喘罩炉胎蓄竭浑悦诞泡贼亭酬儒泄杆挨吟狭肖霞驳裕顽畜咽勾疆赌畏泊肺缠瞪吊斑涛俘卑葬铭蛮歧廊灌勉盲宰啥胀扯辽抹筒朴咐誓喉妄拘驰栏逝窃纤盈瞬婴颈倘蔽畅赠跪颠遮吁辟瘤嫂框钦庸吼摊嘱衷娇讶耸摧薪淋耻饥崩逢撑翔枯凑溪蠢阐旺碑挪脂谎慨掘逮掏晰罕挽舟骚拓坑兆崖刹芒筋钩棍嚷弦焰耍俯愣饶钉叠惹喻谱煌溶坠滥瓷浴屁漆巢吩啸滞膝茂恕渠辰舶颁袍嘲衔倦涵雀僵肢垄侨舆弊凄捧浸砖蒸陡哑坟眨搏拢昧擅爽搁雌哨巩昔谬谍媳冤鸦蓬巷栽沾诈瞒纺罐壤颂膨谐隙绑嘿挫辐乞哇绣杖衍攀譬肆泣屡躁椎砸帆窜丸斩堤塌贩掀谜捏滨虏卸沼株剖哗劈怯沫竖峻捞鄙魄兜哄颖屑蚁渗秃旱谴稻铸恍贬烛朽佣碌迄绅榜诵禽瞄幢睹贿蔑缚篷淹勘灿敞蜡辜垫妒谣枕丐泌叮掷侮蚀霜蕴妆捆丙钞犬躬昼奠蹈陋侣侄虐堕茎喇绒搅缔嫉灶鸽纬沸畴遏烁嗅叭奢拙栋泻晤稚捣尴诧尬嚼旷芽碳惕汹腥澄萎滔酿诫棕喧伺梢坝敷庇挠搂噪稼寝哺帜揉腻瘫觅僻蔓咋嵌畔涩蹦叨呕凸熄裳凹膛聋沮萌撇苟蚂俭帖煎墅歹伶廓讳瓣枉琢讥呻慷锤桨磅馈溅钙彰眯墟瞻悼拣渺汰镶趴酌浊撼扛峭磕翘熏缀徊肪涕惫挚绎睦窍粥沧怠咙沛崭鞠洽唾柬擎疤钝氓杠诬抒侈徘嗦狈搓赁婪紊兢扒痪宵岔韧憋衅隘濒剔淀缉斟拧蔚眶瀑渣辙潇阱哆辫拽滤睬谤捍瘾磋淆烘赂迸炫嗨惰椭侃瞩蕾炊隧啃舔蹬袱殴侥酝澈锈稠搀筛痹甭唠徙筐曝嘈蔼烹沐掐咀吝肴溉疙揍诽倔攒瘩殃俐拌橙簸惋惮捎唆榨蹋叼秤惦藐馅暧辕馋啬踊暄晾瘸阂挎雹酗拄掰荤饪熨涮锲"
        }
    ]
}