{
    "version": 1,
    "name": "Humanum Frequency List",
    "lang": "zh-Hant",
    "source": "https://humanum.arts.cuhk.edu.hk/Lexis/lexi-can/faq.php",
    "leftover_group": "Not in Humanum Frequency List",
    "groups": [
        {
            "name": "Top 1k Kanji",
            "characters": "的一是在不了有和人這中大為上個國我以要地他時來用們生到作出就分於對成會可主發年動同工也能下過子說產種行而方面後多定學法所民得經十三之進等部度家電力如水化高都自二理起小長物現實加量兩體機還當使點從業本重去把性好應開它合因制由其些然前外天政四日那社義事平形相全裏間樣表與關各新線內數正心反你明看原又麼利比或但質氣第向道命此沒變條只結解問意建月公無軍很情者最立代想已通提直題黨程展五果料象員革位入常文總次品式活設及管特件求老頭基資邊流路級少圖山統接知較將組見計別她手角期根論運農指幾九區強放決西被做必戰先則任取據回給調處隊南色光門即保治北造百規熱領七海口東導器壓世金增爭濟階油思術極交受幹聯認六共權收證改清志己美再轉更單風切打白教速花帶安場身車例真務具萬每目至達走積示議聲報鬥完類八離華名確科傳張才信馬節話米採整空元況今集溫土許步群石廣且記需段研界拉林律叫究觀越織裝影算低持音眾系書容兒際商非驗連斷率深難近須礦千省委素技備半辦青列習便響約支般史感勞團往酸稱市克何除消構府甚太精歷值係周什號族維劃選標寫存候親毛快查效斯院江型眼王按格養易置派層片始卻專狀育廠京識適參屬圓包火住滿縣局照準紅輕引細聽該鐵價嚴底首液官德隨病失爾死講呢蘇配女黃推顯談罪神藝席含企望密批營項防舉球英氧勢告李落布木幫輪破亞朝師圍遠字材注排供河態封另復施減樹溶怎止案台言士均武固葉魚波視僅差費降緊愛左章早害續服食試充兵源判似司護足某練略田黑犯負擊繼興堅輸曲修故城覺夫夠送笑船右財吃富春職漢畫功巴裡跟雖雜板飛佔曾樂致檢吸里助陽互初創抗考投壞策古徑換未跑留鋼端責站簡升述錢副盡帝射草範承獨令限阿宣環雙請超微讓控州良軸找否紀益依優頂礎載倒房突坐粉敵客袁冷勝絕析塊劑測絲協訴陳仍羅餘鹽友洋錯苦夜刑移模頻念逐靠混母短皮終聚汽村哪既衛距校停烈央察燒迅境若印洲刻括激孔搞室待核散侵吧甲久菜味舊湖貨彈損預阻毫乙普穩媽植息擴銀語揮酒雲守拿序紙醫熟缺雨嗎針劉啊急唱訓誤願審血附茶鮮糧斤孩脫硫善肥演龍父漸歡掌械歌沙獲著剛製攻謂盾討晚佈粒亂燃矛乎殺複藥寧魯貴煤伯讀班句香迫介豐培握蘭弦擔蛋沉假執穿答誰順煙縮臉喜腳異免困背星福買染井概慢怕游磁倍祖皇薄促靜補評鐘翻肉踐尼衣寬揚棉希傷操藏垂宜秋氫露套督筆振亮憲末架慶綠編牛映觸銷雷座詩居抓裂胞呼娘景盟威晶厚衡孫延雞危膠屋鄉沖臨陸顧掉呀奇燈歲措束耐劇玉趙跳哥季課凱額齊款紹偉蒸永殖宗苗川爐弱楊零奏沿岩探滑鎮飯濃航懷趕庫奪伊"
        },
        {
            "name": "Top 2k Kanji",
            "characters": "稅靈途滅賽召歸鼓播盤裁險康唯錄菌純蓋橫繫私符努堂域糖槍潤幅哈竟澤腦壤碳歐側遍寨干敢徹惡慮斜庭納于塞折飼伸濕麥荷暗瓦床卡築戶塔訪透刀旋借氯遇份毒泥退洗蟲擺灰彩賣圈耗夏擇忙獻銅硬予削卷繁雪亦函抽篇陣陰丁尺追堆盛雄迎泛樓爸避謀噸野豬旗偏典館索秦脂潮爺忽塑遺松累愈朱替纖豆傾粗尚痛楚驚壁衝謝奮購磨君池旁碎骨徵監捕弟胡暴割殊貫釋托詞頓寶午塵聞揭炮殘橋婦綜警招吳付浮遭徐冬您搖谷箱隔訂男吹園柱唐紛敗嘴宋玻巨耕坦榮灣閉鍵剝凡並駐救鍋恩凝堿齒截跡麻禁紡廢版緩淨睛昌婚涉筒插岸朗莊街姑貿奴煉腐啦慣乘恢勻梁紗辯耳彪抵臣億脈璃秀薩俄網舞店噴縱寸童汗洪賀閃掛柬爆烯勒津軋稻軟勇像杆厘滾蒙芳肯坡腿儀旅尾伙蕩冰貢登黎鑽秘逃障氨湯郭亡峰幣港伏夢畝軌畢擦莫刺浪援株健售股采島泡甘睡鑄休閥牧繞哲炸磷朋績淡啟尖陷柴呈徒顏淚稍忘扎泵藍拖洞弄授鏡埔壯辛鋒虛貧佛彎摩泰匯幼尊廷窗綱氏隸疑宮姐震瑞怪尤夾循琴描膜違珠緣腰枝森窮竹溝催憶繩邦剩欄漿擁牙貯禮濾鈉紋咱拍罷幸喊袖埃勤焦罰伍潛墨縫姓刊畜飽獎鋁余鬼麗挖跨默鏈仿掃喝袋殼炭幕諸弧污勵梅奶潔災舟鑒苯訟抱毀懂寒智寄屆躍挑渡丹艱貝拔爹戴碼芽碰赤漁哭鉛敬顆奔欲仲柯稀虎妹乏珍桌申遵允螺隆倉魏曉銳征兼氮隱牆礙赫忠撥准肅缸搶牽博巧兄杜訊誠碧祥頁巡矩尋悲灌齡倫票桂聖恰恐鄭趣抬荒貼騰柔滴呵猛輛闊勁妻填撤儲舍淺鬧擾紫讚砂戲遞吊陶伐療瓶婆臂撫摸忍蝦胸鄰偶擠棄鞏鋪乳槽鬆仁吉鄧熔爛磚租簽烏艦伴瓜丙暫燥譜橡暖柳牌秧縴迷膽詳簧踏呆瓷賓洛糊憤競隙怒粘乃緒肩籍輝敏熙皆桿偵懸掘享糾醒狂鎖恨牲霸誌爬賞玩逆陵祝浙秒貌役彼悉冒鴨蠟趨塗鳳晨輩秩卵署梯炎灘篩驅峽啥壽譯浸泉帽硅遲疆棋貸漏冠嫩稿脅芯牢叛蝕奧鳴嶺羊憑串塘繪融酵盆錫廟凍攝籌輔襲拒筋僚旱鉀漆鳥眉添疏棒穗埋硝韓僑扭逼挺涼栽碗炒杯勸患贊餾豪遼勃鴻吏旦拜狗輥掩飲搬罵勾辭扣丈估絨蔣霧麵姆擬朵宇輯陝番雕償蓄剪崇倡咬廳薯駛刷斥賦奉扇曼沈漫澆鈣桃仔扶俗返虧腔鞋叔悄撞框覆週騙勘旺沸孤黏吐孟屈渠仰妙惜疾辟狠脹諧拋喂霉桑哩衰嘛崗棱滲盜髒賴甜曹閱厲肌烴巷毅緯昨偽煮症搭釘莖籠嘆綸酷鬍偷弓錐恒遊坑鼻敘獄翼絡逮湧罐抑棚膨寺砌蔬驟穆冶枯凸紳坯焰犧冊轟緻晉瘦喪壟錠錦旬鍛邀欣亭酯舒邁憂脆閒撲漲羽酚頑卸拌仗陪姚懲杭捉肚飄漂搜吾昆欺郎汁烷蕭郵雅飾屍燕遷姻撒赴宴債帳煩斑旨鈴醇董姿雛餅傅妥腹拆捅揉澱賢歪葡丟徽浩胺墊昂擋覽貪慰抹繳馮樑汪慌諾姜誼闆劣耀誣攪昏盈躺喬溪騎叢盧譽咨悶屏駕倆悟纜摘擲餌堡頗幻惠柄佳慘"
        },
        {
            "name": "Top 3k Kanji",
            "characters": "仇御窩臘宿劍滌瞧潑罩蔥撈泊霍胎蒼湘濱砍霞邵酬萄淮熊瘋遂烘糞戈檔嫂裕駁徙嚇捐箭撐腸攤殿蓮辨醬疫哀堵蔡沫皺暢疊萊閣敲轄痕鉤壩溜丘玄禍餓曰彭邏卿吞妨艇韋怨柏歇矮捻祿郊漠冤宏粹顛仙肪刮押挨娃醛拾勿侯吪夕戀鋅篡兆淋蓬豈釉妄拘捲魂摧氟頌渾誘蹟鈾犁譴嘉墻戚扯滋猶舶萌頒焊舌匹嘗媳肺掠烹疲釀窄馳鴉狹辱契敦遣菲韌拳辣稈臥醉墓矣竭茅艷輿締賬尿葬履渣禽襯賠躲奸溉稼賊妃抖醋廉掀晴褲后茫亥悠攔慧闡佐孝豎佩繡遙麟挽捨逝愁昭肖窯臭芬逢捷堤宙盲閘披輻鑿凶幽拓杠狼崩慎綢蜂惟誓錶餐叉址幟彌芝僕唉濤慨翠饑劫卜盒倘寂椒炳畏閤頸凌喉墾巾拚獸乾爽蔽蘆掙竊譚謬褐傘儒翅顫剖晃胚湊濁眠杰霜礁蔑喀抄奈闖碑耶蓉刨喚壺柵猜蹲掏梳樸澳玲紐綿郡鋸膀錘鼠椅殷穴遮吵萍厭俱呂囊捧澄哎瞬閩雌饒哨滸俺茂蘗勳肝盯籽恥濫菊帥戒鞭詢鎂宅淀烤賈跌笛蠻鄂棍睜鷊云岌曆鼎侍嚷藩匪穎糟纏卑堪壇氛悅碘縛屠攀溢甫凹拱攜晰朽吟迪菱謙俊嬸盼艘芒唇挫浴羞趁岳愚疼腫萎樞絞餵嫁慕茲艙蘋豫諭蠶潘翁迭頃匠榜欠沾疇胃茬蹤哼弊桐歧沃潰鵬悼惑蔗晒潭孢診庸渦迴嫌聰哦廚梭祁肆贈鉗龐崖醜籃并甸胖藻誇搗撕詔貞慈炕賜卓汛瓊鏟撓棵灶饋嬰祭膚蒂衫侖傑勉瀝滬逸嗓暈浦蜜膏艾贏兔孕憐扮蒲鵝嚦挪淑謠廊懼緬俘咽驕宰陡僱峻惱腺誕夷愉獵魔喲扛葛蔭銨脊倚扁杏橢溴滯苛鈔錳鑲捏斬氓傲僵匆屑燙衍郁鹵攏裸邪坊渴舅泄翔廈櫃欽窖貓媒脾噪晝蛇耙耿曇秤粱糕衷販辰哇囑宦扔杉詐吁岡廓悔皂氰肴剎勺寓瑪矢垮淘瓣筍罕鍾喇帕恭摔桉秉銘鬚齋儉叭帆瘤砸祼篷肢藤拐脖暑瞪殲竿笙蘊酮嘩瞎刃嵌楔紮藉喘廂撾枚粵咸拴爪甩膝懇腕娓屢熄錨噹忌愧丸圃榨荊騷屯毯蒜蠋俯弗梢衙鹿扒灑轎啞壘諒賤踢棕泳泌渥滔銜餉吻擱梨櫻熬奠姨乒惕聘鄆冀綁咖尉裹酥寡彥啡稠拼擅汝汰蚌鈍銹捆敞遜雀棟謹鯉咳搏葫賄鱗占塌忉謊咋怖戊桔膩龜嘻墳禾坎拇摻煽獅寇梗鷹哄胳莽雯傻喻坪淵糠涅跪釗侮奕枕膛蕊譬兌寥扼辮腥郝戍曬耦蹄鈞匈屁戥樁瞿誦倦嶼抒涵袍釣嗣忿敷湜聊虹蹈鹹嗯姬淒燦狡糙蹬僧嗨栖笨辜枉翰茨諷呱岐嶄棗咕攬洶澇焚猴耍趟傍劈爵璋虜鍍昔瞅踩迄鑰汞祺詭魄嘲惶贓咐歉癌廬扳聶芡軀鄙擰煌襄貶隋佑寵懶栓滇炊謇憾裙贛駱兜孵曝泣猖痼盥絮韻噢曠洴盞眷茄暮榴淆濺煎琪鰲乞吼唧噠巢槐沛蜇蜀賺陛冪咒堯捍昇鉸叮煥煞耽褂募揀搓淹釜鉻雹灼瑰鄒鰱嬌彰焉荐躬匙咯庶惹淪琳畔蛤鶴斃漬皖禹邢卒庵淫竄繃翹簞陌兇巫柜玫膊韃拂瀾綏蕉贖雇囪寅稚縷賭躁鋤頰庚氦珊苟薦蛭蛻酌魁撇朕燾蔓豌逗閨佃侄桅熒緝襟鎳乍噯娶洒聳飪唸囂瀑痴筐裳靖靶韶崔繭蓿鎔剿喃娥岔搪撮氘"
        },
        {
            "name": "Top 4k Kanji",
            "characters": "雍霖撰粥虫吱慷檐琦莉襪豹赦邑闢駿凳喧媚挾晤睹籲舵隘雁鰓俞嚼愣揪樺澧蠢唆噶弛懈澗絹薪寞憎戎氈沼眨磺鈕鑼傭奢矯腎薛丞巍橙澀疙碌脯蠅髓鮑厄嘎宛淤畸砝磅簇羥荔蕾虐逾姊斧烙狄蚜喳垠帘斌棺瑣瞞筏騾鴕囚惰昧殳爍祇窒僻啼坤婷怯晌楣鎊黔丫崧怔晾棘泮溯瀉睦窺蜡陋吶噓墩悢蕕釁麓唔嗜墜孰屜慾旭梆瑟眯臧菇饁剔寢峨炔熾琤瑾簾肋肘臺蛹鞍鹼嗅婿孜楞涯癢禎禪羨虱醞伎宵峭朴楓熹蚊蝶驢丑噬夥庇杖牡稽蔚逞鞠餃馴吭栩犬皿硼竺羧訝詠訶鞘垢妖攫歹碉磕豁鏵阮飀傀凰咧啤廙楷渤熏聾閔彝斂朔淌瞻禦綴緞軒併儡墮憓抨摯汀瀆稟筷蒴蟹詫赳陀峒紉蕪謁券哉嗚扞漓碾禿茸蔔跋迂銼駝俠嘿崎恫摹檬檸誅躅醚餡魅魑伺唾幢戔槳瑯穫箋苓茯謎鈦鋰柿楠毓涕渭炯茵襖逛霄劾娛洽湝眶箍胥鈷鉑嚙妝慚拈棠氬硒蓀蘸袱鋇乖嘯奎娟巰帖彤戳滍禺籮紊羿芋裘諱謗尹渺澈箏篤簿鯽鯨吆哺啃埠栗汾猾碩託鮒岑峙庤廖徘榆氡湍潺琢砧莎踱錮閻阜隧魷嘶妮捂毆汆筘苔刪喓圭捄殆熨眺睪侈侶垛恍湛甄稜羲翊芹鉬匿恃戩殃毋灤狐竣舜荀訣諄餞鬱剁叩婉憩朦樟氚淬窟詹亨咚嗽圜壑崽滄澡痢癱碟葵覓逶靴頹飴駭嘰嚨廿朧沁焯翩腮膿薇蝸褘觜誹邱馱驛埂奄彙怡椰浚焙猩痒礬絢耑膳褥褶諫鍔鏽颱匝呃嵐廁彬恣戮撼椿樊沂淳狽竅綽褙蹦髯卉幀瑛綺菩萱闓呻堰妓娣嬉徭掂揩擒攘檻莢蚓蚯趾酐銻頲飢龔兢嘔夭摟斟曙札枷殯祀穜粕苞菠蝴螞蠕褪詒踽鍊鎢閹饅髡魴冉冥妾尬尷惺捎攙櫥泗疵祈葦謚佣倔孚幌恕撬榕洼浬浥礫穢窿襠凜厥吩壕拷璇祠祚荸詛賂佼叨懾揣暇湃牟磋粟糜羈肱踶迤鵑嫉嬤悍撩晦烽矸碲箕肇臻訾踞颳俟匣嗦嘀嘈屎帷忱捶槭洩涌漪獗琉瑚瘠笈虞輾轆餚嗡垣婢嶇拙杲汕潼瀕瘟禧綾苑藹蛙譏軻輒迸酏靡鴿凋坳墟恝缽舖范茉遏闕鰭咪嗶娜嫻憋拯柑檀氖淩漕澎炬瘩砉耆腌蟻詆諺軹鍥閏馨冕劓复峪帚弼拭瀋禱筵羹薔裔軛奚弘楦檽甥瘡簸絆綻蜓諜躊迥銑伽婪恤棧汲炖甭窘芻蕃覲輜酋飭驥骼佇倪刁卣哮垃嫣懿沭瞥籬縐萋菡蚵鐳霎侉俾匾咀嘟噗圾嫡忡悸愷懊檄洄猿畿疤皚祆耘茗蜿誡謨轂頤佘俏夔妒妞巔懋攢梧樀汶矽窪篝繚荃蠹踉遁銬鎌鐮鬢鰻嗒嚕夸屹怠斡楨瀟瑤瞄舷芭蘑蛛酪鎬隴僥匕啪夯尸崆帛徊悒愕憨曳槓淇痹竇訥贄躇迦遽魛卅囤嬴焓煸燮瑩砰秸箐翟胭舀舐葆蛟跐踴雉黯哆弁弋彷悵檜涇渝漱灝瘓箔芙芥螢觥顱嗆嘖孽弈惋惦淞漩犀珮眩簍繽腋腑萃袒隅韭髖黝劊吠嘮惴攆斛暉毗渲溮炙燎瓘矗稷筠粽翬臆茁茴菴蒿貽蹠酉黍仕伶卯唬噫巒彊慟曨橄檯殉沅溥漾畦癟眈磊繹胱蟈跺鍬鐺馭黷么佯剃剄咆懦懨揌撿梓涂漉濘濛瀏痞盅簦纂虔諢驀倭冼几圩壬拽掐昶榷溺濂猥砷罃薊蟆蠡贅躑鉅佬兀嘹塾奐戟"
        },
        {
            "name": "Top 5k Kanji",
            "characters": "掣擎棻樵漚灸煨盔矇碴繕臀芊芸荼藕褒覃覬跼蹂蹭逍鍺鍘鐐骸鰾亢吮廄廝徇憊搔擄擂涸狩瓢甦窨菖酣銫鐲髦仝嘍恬恿憧憖捺撂撻瀚灩瑋璞甬瘀睫瞟砑縊菁蓑藐詼鉦鐸鑊闌霹髫倌匡咎唁哧塈姥孥寔崛惘掇沱淙渙盎睬肄裴裱詣赭酈錚黥偕冗卦哽啄嗩坩塹寰扦挎捋杞桁沐澮燁瑜瘁硯笠笞簫紂翡脛苕萼豉雰鞅鬃鴇黜兮咄墅憫掄椎橘淄澦痙磧穄薌蛀蝗誨趴躡迢酗釩霆靛餑駙鵲亙儼匍媛幔徨慫憬拗暨曦桎榔榻沽瀘狸琵琶瘍皋篙粼絳纍翎舔莠蛾衢裊貰轍鎵鑷阡韁饃骯齎丐俸嚀扈拮掖搾晏暹棣獰痰砩秫笆籤羌蔫蘩蟒蟬訕贍郛醪饞鯕鵪剡叼咦唄唑坍塢姽彗怦懣抿攣杈棲淅瑙癖縈臃訛諦邃陂靳鶯伈僨卌啁姍婁崑嵊惚揖撟棨氪沘湫滎燜猞疣癮皦紜纓聆腆臍苧蜚賡醴鉚霓霏馥麂俐倩倖嚐囡寐巳憚揍櫓泠滀濰瀌燧甓瞌矚箅翌莧蕎袞褚貲踝踵鈺霰韜鰣鳩鷗麈鼾搳擻敕枸櫛涫湄溧潷瑒癩篾繄膘膺蠍貉轢鄱頎餒騁侃噎嬋屐悝掰攥晛桓槌檳沏漣燴璆瓮疚疸癭皎眸礪繆芫茹葷蒔蜘蜷蝟襌觴遐邛鄺釔銓靂顎駒鯪鷲仞儆冽剌嗟嗤嗔嘜惊愫攸敝斐旻桀楫櫚汐沄涎滕牘犢玁珩琛瓤祗稞糶紈繅翦翯胰蒺蚣蚕蝙褻蹩陲靦黛冑剞剟咂喔喙噩娼庾忸悚悻憮挹掬摳晁梔梟汴湉炫甌畋磐纔胛臊薺蛆蜈註諉豺蹜轤郴鐠閂餔齶剚咫嗷娑幠扉摒汩洵涓湋潓瀛焱瞑硌磴綌緋芍萵蕙蠔蠱豢貂轅鈐閡驤佗傣勰吒吝呸啣啾噙嚶岱嵇忖昵沌淶漳燼爰璨痊皓瞰碫祉穀窅粳縹聿臼蚤蜥衽詁誥郫釙鉞閭黟鼴佚俳匐嗐孺愴拎抻斝杵櫟泱砒秕簃紝茭蒐藺謳讒蹙躪邸郾鄲醣鏗闞頜鱉鱒亶偎偁剷唷喟嚎媲宸撅榭歙沮沓浠渚潦澼熤燻猝玓珂璀瓏畈瘧瘢癸礡祜祟絀繇罔胯芷茜蓖軾邯釷銖鋯鍶鎧鑠闔鞁韞頷饌鯰鴛鼕伕倜僂匱喋喑噥囔圳圪奘妊媾嵎弩恙悴惆愬慥憔戡拊掾搐撙杳柞泓涮淖滓滁瓚痺盂眚矜碔穌簌緱羔膂膾膻藜蟿襤鋏鏢鑕鑫钁隍隈靄靼飩餛鬣亳伢侏凊刈吋坨塽婺岬嵬嶝忞悖扊揆揶揅撣曷榛樨洎涪溘犍猙瑕甑瘴癙皴瞳碣禨篦糌綦耷肛螃裨裾襏蹋蹌蹶輟逕郟酊鈁銥銣鑾鞿騫鯊鯔鸕鸞亓仡俅僦呷喱嗇嘧噤夙娠婧嫵幛恚揄枋栻殫氙汏洱潢潞煦煒璽癆睎砥祛窠簪緘緲縞翽荳薅薹蘄蜮詎謾賃賒蹉遒鈀鉍鏘鐃鑞闋阱隄鯗鱖鱧鳧鵠鶻俚俁俛偃倏僬冢厔嗖嘁噘圻婞嫦孑岷嵒嶙弭戢抉挈捫昊梵棬楹椴泯湮溏熵燿爔牒狒猗獷珀盩瞇祲禕稗穹笥纘羚腱莞葭薿蝠螟褸覷訄訑訢詰諛謅踹蹚蹺軼郇醺鈹鎘隕霈頊駢駸鬻鳲鴝鷂亟侗俑兗剜勦叱哿喏婕屙巽恪愜懺掱攄敖晢榤毽洮煜犄狉猷玷琥琰璘疽痱癲盪篆綷綹緙翱腴莆蓂螣謐謫贐趿郅郢鄜鄴醵錕鏤隤雋颯鴦鵷鶵鸚鼯俵傖儷冱呶咿啖啷嘌圄堊壹夤奭奼娩娌嫚峴彿忻怏怹捯搡梩椽歆毖氐泜浹濯玖璜睨睽碁秭稹筌箸"
        },
        {
            "name": "Top 6k Kanji",
            "characters": "簟粲紆絜綬舂艄菽蓍蓼蘚螂蟋蠣衋諤趄逋酹醱鈽陟霾鞣鯡鱸鷺麒齷龕仃佝叵啜啻嗌嚏嚓嚆囝垽妍孛孿宓宕寮嶮忒怵惻惲慄揳擢旌旎暄梜槁橛櫧沚牚狎玦琬畚痘瞼砣硜竽筲箴篱籟紓縝羰耩芮荏茳葺蒞蕈蜎蜻蝤蝮蟀褓諳謔豇貳跚踮躕邇鄣鋦閾顴颼髀髻鬈鮫鯛鰷麝黿鼐鼷齲丌乂仄仨佶俎倣剮哅唰嚚塥姒姦嬪孀嶽徠戾掎摜攛椏樾檁歟氄涔浣溦潯濡瀍煇煲牠牯犖瑭痂痣盹硎磎磬穨笭笸筧筱緶耬胤舫蔾薰蛐蟠袼觺詡諍蹊蹣躋逖錒鑱霨颶颸馗鮆鯀鰹鱔鷦齮佤佻倢偈僭剕呎咻咭嗥嗊嗄嚲垌壅壚妯宬崍崦庠廛廩忣惇愊戛搽擘擯曖杓柩柚柘楮楂槤橐淼溽漯漭潏濜烝爿玀皈眄磯礄稔糴緡縉縚耔胔苫菂薈藎蛄蛔螻蟄袤訃豕貤賁輓轇遛遴鄖鈸鉉銃鑭閶闇頡頦駟驪骫髧髭鮭鮞鰩鱷鳶麾丕偌啕啐喁嘵囿圉埭墁婀嶂帑帩幡忑怛慍愾懵搆撳斠柃栲栒梮楸涿湟滂潸灄炆焗珙瑀瓿痔痍睏睢睿瞠碚磔礱竦笊箜篋篘粔紺緇綝縵罈罦羑翮脩舲艚芣芼苡莓堇葑蓽藪蘢藿蜉蟓蟾蟶蠲裲訌訏蹴躉軫逵鄠鈮鏜鏖鐫閆雝霽靚顒鯤鰨鰼鱘鼙齜仳伾俶傒僮儂儴刖剴剽匋卞嗑噀囫垸堠姘姣婭孬孱崴嵋嶸弒忪忐慼抈挶掽掮撏斕旐昳朮柢枵梲楝榫橇檣欷殄殮汊泅洹浡浯淯浞溟潲濮煬犒獍獾玳珌璐町畬疢痧癇皙皭睒睚瞽秈秣穊窈窕籐糲紵綑繾耒脰腒膈臚臾艤荑荇菹萏葚蓓蔻薏蚱蜃蝌蝜螫蟥裼覿誆誑諂讕讞豳豸趵跎跛踫踟軔軑輦轗逅郯鄘銪閬靰顓餳駘騤驍髏髑鮐鱺黠鼫龠仉佉佟侂倀僉僖儈儋刎勍厝叻啵嗉噲嚅嚳囁囹垞堞塋墬媵嫠孳宥尕峋崢嶓幃忤恂慇懍戇戕抃挂捽摠斿旮暌暠杼杻柺桼椑槃榰榍榿榥橦檉櫂欞氂氅氆汙泃洺涊淝淴湎渢濉瀨烜牖牴狙狷獺玠珣琯琨琖璣璪疋疌疝痳瘌瘸癰瞵矬稃稙笢箬簋篳糨紇絖綰綪緗纈罄翕耖肓腓臏苒莒莨莪菰蕻虢蚍蛉蛺袂袗袈裟覂覦訐謖讖趲跖踅蹁蹓蹢蹼遑邈邕釃釅銍銦錞鎰鎦鏌鐓鐙陔雒靽韍顳餈餕餬騏骷鬲魆鯧鰍鰶佞傴儵勣厂唏喤嗲囀囈囉埴埡埼堝堙塒墈壙姞嬈宧岫帙幄庖彘徉怊悌悽愆慵戽扑摁摺摽擷擼攖敓桴梏梖棪椐椹欒歎殞沆沔泔洳洚洇溈澉澴瀦瀲灊炱焜燏犰獬珞璟璦璵瓖甪畎瘊盍矓硤礧窳笱篁糅糗縑縻羯羸腧臑舋舢舡舸艴苣茱茞莙菟葩蓴蕺蘘蘼蝻褊褫褡襆覡訖詮詬謄譆豚賚赧趔跕蹍蹇躚躥迺邂郃郕郜酃醢釤鈑鈧錸錁鍇鐒闈闒阽陘隗靺鞦韙餿騖驊髳魨鵜鶚鶩麇齟伉佰倥偊儽兕哂啈嗝噱噭圮埒夼妗婊嫿嬖屌崙崞崮嶢嶧幗廎忝惓愎憒掫搠摭摶摞擤斮旒昕昉昱昫晻暘曏杙枻柷梃梐桷棽棼楯榧櫪櫨殍汜汧泖洧洫洙洑淥湔澍澌澽灞炷煢燹犋狴猁珅琺琭璅璠璡璫畀甾疹痦瘐瘰癃癘睞砭砮碓碇磑祓穠穭窸笤笪籧糈絅綃縋繢纆罟羋羝耨耰聃聒艅茈莘荽萇菉葸萩蓁蓺蕨薙薴蘡虻蚶蚰蜆蜢蟑"
        },
        {
            "name": "Top 7k Kanji",
            "characters": "螳蟛衾裯誚諑譎譔讆讋賅蹐躐輞轡迨逡遨邶邰郈郤郪郿鄔鄞鄢釵鈇鉈鋃鋌鎡鏞鐔靨韔顙饜驃魌鮓鰉鱭鴆鶉鵡鷓鷙麋黻鼒齏仟佾侑佽佹佫倨倬傕傯僳儕儓儻刓刳勖勩勱勼叟咑呣咩咼哞唚啶喵嗈嘏噌嚄囅囟坌坫垓堀堶妁妲嫪嬗岵崚嵯嶗廡彀徜怩恁悛悾悱愔慳慪拶掊捭搒搌搴攲旃旰晷曀曌朊朐杕棖楬槎樗橈檇櫼櫸歿毌毐氍洌涘淦淠滏滹潟澒潕澥濼瀣烊熥熳燔爨牝牾猓獐獠獪玎珽琮璁璈璩瓅畛畹疰瘺癤皰盦矍矰硠磣祔禡竑篥簉籜粞紟紲紱紬紩綞繙罌羼翳耵聵胂胼膦舛艋艿茖荻菼菑蓊蔞蕹虯蚪蚩蚋蜍蜴蠐蠵褭襞襫觫詈詿諠譙譖譫譾讎貊貔賕贇跣蹀蹕躒輈轔逯遢遹邋邠邴邽醯醽釧釹釽鉭鉏銠鉿錡錙錛鎏鎛鏃鏦鑣閎閿闐闤鞝鞫韉颺饗鬎鬩鬮鬯魎魘鱈鴞鴟鵁鵒鶂鶿黦齦乇乜乩仵倞倷僰儌儺剋劬厴叡呤哏呲唈唳喎嘽嘬噦嚜垟垚埆埻埏墉墘墀墦奩妣妺姱娉媯嫖嫘嬃宄寀尻屣崤嵫崳嵽嶠嶷巋庥弶徯忭怙怍悃惎慊憝懌懟捃挲揃搰撉攮斫旄旟晞暵曄曚朏杌柝桄楛榾樛櫜櫬歃殤殣殪殽氕氤氾汫泫洨洭洿泚涑湴湞湨溲溱滃滻滫澠澫濠濞瀅瀧瀼瀵焌熜燊燠爇爻牁牂狃狨狺獮獼玕珈珪琇琀瑗瓠瓻瘈瘭皞眇眥睇矞矧砦碭礞祧禊禛穰笄筦筴篌籙籹粧糒絎縠縲縩繒繻纑纚缶罳罽胠胗腯舨茆苾苴茌菅菔菏菥菘葎蓐蓰蕆蕤蕁藂蛩蝣蝥螗蟊螽衩袺裎褌褳襁襝觚觭觳觿訇訒詘詵諔諶谿賻贔趺跗跬踣蹔躓輅輶迓邐邘邡郋鄹酢醅醑醮醭釕鈚鈿鈰鉺鋈錆錣鍆錤鍤鎲鏑鏇鐨閫闍閽闉阢阬隰霪靉靸鞬顢飧餼饉饈饕駑騄騅騸驁骰鬘鯁鯖鯷鰥鰳鴃鵏鶺鷖鷥鷯黼齔齕齪亍亹仂倓儔儱冇刲劌劙劭匏匜卮卼吰呔唼唪喈嗍嗙嗾嚃圂圇圌圞坁坼垵埕堍堽壈夬奰妘姁姮娀娭婘媟媼嫗嫫嬔嬙孖宭寤尥岈岣岢峇崁崒崟嵲嶍嶒嶨嶴巉巘巿帡幧幪庳廨弇弮弸彧彳徛忮怫恓惝惛愐愍愨慓慝憯懃戌扃扤抔捌挩捩掞揎撝揠揲搋摋擿敉斲旂旯昀昝晡晬暍暐曈暾朘朳枓杪柒柁枲栟栳栝桹棶椋椸棰槨槿樘櫫欑欬欸欿歈殛殠毹氌氳氿沬淏湣湲滈溠溷溳漊濆潿澹澶澨濔瀔瀰灺炤炟焐焮熗熯燂爊爝牮犨犴狁狖狾狳猊猰猢猱猺獫獯玥玤珥琫瑁琿瑊瑢瑱瓔瓛瓴甍疐疔疥疳痎痿瘏瘃瘥瘼瘵瘲癜皕皤盉眊眙睆睅睊瞍瞋瞭矱矼硨磽磲礅礵禋禤禰禳穇窊窣窬笏筅筮筥箠篨篔簏簣簠簹糝絁綈綆綯緹緦縟縕縯縶繰繯纛罅罍罡罛罹罻罾羆翃翛翥耋耜聹肫肭胍胴脢腩腡膙臢臬舯舳艎艟艫艮艽芎芑芟芰芾芨芩茀苻苤莩菸萸萑菾葖葶蒎蒟蒯蔦蓛蕖蕢薜薀薤薆薁薷藚藶虓虺蚺蛘蛑蜊蛸蜩蜞蜾蝂螈螬螵螮蟯蟢蠃蠆蠑蠖衄衎衿袢裒褟襜襦襭襮襴襻覘覯觶詖誄諏諞謦譸讙豝貐貘貺賨賧贉赬跆跏踖踧蹡蹯躂躞軺輬輳轀邙邗邾郗鄗鄶酇酡酤醁醐醍醰銛銎鋨鋆錟鋋鎯鍰鍠鏨鏐鏷閌閼"
        },
        {
            "name": "Top 8k Kanji",
            "characters": "闃闠阼陴隉隳隼霢靆靿鞡鞨韆頇頫顑顥顰颭飥餖餭餱餮饐駰騂騧騭驂髁髣髲髹髽鬁鬌鬒鬟鮪鮸鯢鰈鰒鰤鱟鱠鴒鵂鵃鵓鶄鶒鶘鶗鶼鷁鶱鷸鸂鷿鸏鸛鸝麴黧黹黽鼉鼢齙齬"
        }
    ]
}