{
    "version": 1,
    "name": "JPDB Kanji Frequency List",
    "lang": "ja",
    "source": "https://github.com/MarvNC/yomichan-dictionaries#jpdb-kanji-frequency",
    "leftover_group": "Not in JPDB Kanji Frequency List",
    "groups": [
        {
            "name": "Top 1k Kanji",
            "characters": "人言一何見日大出分気今私前俺思手事行間生子上時中本来女自笑目方様年話入先者会合当力体部後下全知無持度彼感動最心物理聞場魔長君同意僕戦回立少取地学食変顔家声通作違国明待実身二的月向達不高男悪所味好考死対名込世外使強付音誰性小発面切口相仕確神開結用屋真着夫勝近張決楽葉王情帰界以金連引内早新代然教初愛終市定落道丈信現解足法良殺返直関父空別正元東頭緒要続白問受覚能山必書店士番次校撃願表指止戻主多可始母成残三数機水色命業員風絶安呼美社親起野田調配化車我失天過都報飛重頼夜応海京電流伝線突嫌兄放乗族振選寝集在視助他県点優逃離題置歩得光画想特状負十痛頑文件第急消息貴記約守反輩認進倒姿予果苦買川平任運室術期加転由抜追打朝存活敵断首構軍姉組公素原友半送利馬供花限位備説木走島態休語警料飲夢形係背仲告格血剣経遠師礼駅黒赤石普火広計望議常幸品怖婚完和欲隊皆殿万答攻瞬座許園交役団速疲昨兵売有押念試訳浮院務台精忘北段区単町差共両寄深触恐居泣器再太肉危識探難制服抱病保際円宮村申奴降久周城式囲破民熱読千程腕治青去渡横胸険勢隠似満怒余参遊腹掛遅支御察髪護傷犯客鳴判土官頃装奥武古質異影練未側義験裏爆談茶証冷習静像球恋震駄迷容星育絡注技四西産徒街故歌局移眠害困嬉郎査邪娘投写雨壊週焼辺示五案若住驚怪号謝越映階準束接細設退増論船弾超路観割復悲軽激門端右夏収黙戸惑聖飯片毎散工況罪疑歳除具逆極根象興種政了宿演求騎字捕微響閉帯霊処弱南吸済更恥量舞職紙救暴捨届巻甘防図令商途派総闘低昔暗森左岡効将館働権福例為席減曲嬢阪弁耳類薬個腰喜井与等乱祭肩介府握妹敗改香医帝温姫研密壁眼丸襲秘衛八昼捜氏級並援資領滅波鉄谷頂替伸刺簡被究値型迎旅撮末刻科玉基司協印誘払酒非価獣吐憶鬼導射筋隣勇鹿材検妙狙踏銀嘘労混揺駆詰授晴争脱避修景造比登弟崎吹提責独雪百勉奈竜整爵染互率春曜米鳥建奪納志暇里亡草巨従騒折監課布暮夕属快希跡担系依橋圧絵底叫藤敷松羽携条佐奇陽銃麗角悔闇慢補枚留雑仮英営描固緊拠頷瞳沢堂盛六庫杯換刀薄適慣犬照録猫包液管涙宇毛遺冒刑洗炎悟皇叩七短盗衣借継扉浜輪宙距操呪抗脳史庭誕否尽境艦織宝午凄統江骨純規模締諦辞製展陸甲老因荒鼻厳己輝崩各編勘尾華那毒積才繰辛致歴悩策域宅窓汚丁陣幼州唇貸呂秋挙荷扱迫菜魚遣功妻禁算慌九綺港樹寂施寒坊委推既訪舌討順賞児略尻呟専至裕誤潰沈懐吉到泉省秒床穴詳企費冗寺桜箱棒忙焦給矢聴層虫陰旦乳央珍津坂袋河伏板含載額"
        },
        {
            "name": "Top 2k Kanji",
            "characters": "儀威耐紅評裁衝芸療鏡健伊党便列執岩封承欠屈婦群歯清縁燃削臓督標裂斬柄節懸雄砂漏頬撫永蔵房雲源句慮魂充倍黄柔札尋油候紹倉狂肌晩勤賊臭劇妖幕傾及繋噂泊障湯称博訓富拳測鍵冬褒匂版潜養財砲殴獄露億巡祝停舎呆脚汗忍競召卒乾審埋随戒豊瀬雰貰預浴複眺如侵龍奏皮雷掴即酷掃索偽跳損挨拶延栄洋歓透隙酔幻稼偉干伯氷林契環副菓暑祖嫁衆敬渋看挑拍賀就飾蹴季廊占覆善庁恵麻陛抑仰択催訴憎災般秀躍奮愚揮厚匠昇症招植硬踊池努膝刃灯溜匹抵覧眉揃双鮮鋭趣針煙睨易採績遭拾創濃緑梅郷宣喉脅濡滑講漫覗椅祈紀唯誇請幾署喚糸霧偶咲幹株沙豪穏律牛傍盾恨縮槍航乃尊患諸之魅謎廃紫翼添臣章築狩狭鈴診喋範泳誠云貫噛渉釣獲浅机璧溢則緩詞免靴豆典宗癒筆齢腐亀罰砕販妃是揚曇旧恩郡拡卵縛唱粉呑塞譲述狼亜訊摘械挟怯泥票膨銭雅縄羅徳拒徹賛誌賢哀虚也逸熊革沖孤玄童岸貨税塗農忠烈慎控偵溶誓募舐憩臨膣擦鍛拭涼飼侍寿絞塩没棄脇昭鑑逮盟遇殊裸益盤犠梨閣浦徴項癖牲垂貧惜酸喧麦歪猛鎖遂蛇幅凍脈還仙噴竹塔爪康肝紋零韓寧叶湖枝寮孫隷憧謀掲凶晶掘芝融惚幽維堪概雇彩翌畑紛馴尉乙唐賭柱埼班仏詩潮伺稿伴弓股筈僧湿磨淡償拝阿粋隅剥睡塚湧縦嘩鈍墓皿厄鎧沼豚鼓帳兼智熟飽煮汁葵籠撤献輸籍暖剤須覇灰桃却釈把羨均幌喰卑履劣伐漢棚嵐纏穂僅排丘仁斗岐勧騙錬勿稲促慰這杖塊陥傘旗惨牙戯妬寸託喫奉杉購嘆肢巣粘析漂拘此侯掻摩貼核洞辿浸敏蒼斉痴駐葬讐卓刊赦往凝欺苛著虎虐愉卿券凛叔潟妄揉鍋弥駒瓶贈帽麺沿繁澄滞鋼筒浪翔誉紗鶴網杏莉励据粒隔袖堅胆徐罠捉綾宴柳蘇征胃阻遮壇緯宜濯唾爺囁蒸塾顎痕朱掌斐佳序畳胞滝潤憲叱枠茨嫉稽拐弄笛邸牧軒猿辱狐珠炭峰琴尚棟詐蓋糖眩蓮醒軌潔湾僚塁餌邦丼滴憂汰酬忌貯藩躊躇妊芽其廷挿圏錯凪詮漁顧枕痩悠堵鬱婆乏斎併瑞翻較膜泡窟斜巫浄鎮貌逢鉱冊骸羊昧鐘茜痺倫頰旋嗅彦璃鎌絆架欧剛楓濁茂綱捧孝荘牢縫垣俯鷹丹暁缶披旨淫燥錦柏隼爽咳貞尖渦粧符慈批愕敢舗吾郵芳礎畜遥沸奢艶亭蘭擬雫詠菊醜轟勃晒訝曖憑扇阜怠妨冠鶏凡閃殻賃傭枯旭兎萌堀汐拙又稚宰窺囚滲径貢蜜偏兆矛妾哲桐霞薇朗怨悶萎俗薔漠餅磁噌橘粗肯暫冥薦塵喪捻雀侮懲疎壮巧蝶腫鞄嘲脂刷唸撲葛虹厨漬疾菌弘戚恭錠憐軟圭殆俳銘梓炉蛍拓抽帆苑憤裾噓括娠銅涯艇彫砦慶摑吊瑠摂椿窮蓄嗟雛肺蜂搭炊刹繊馳攣溺庇膚澪胴墜隆穫某薩烏渇宵蟲臆鳳悦柚翠陶賑啓戴箇曹秩崖栗詫頻仇罵蔑舟瓦抹搬獅暦鱗墨姓祥咄紡澤琥拗珀寛箸廻隻棋妥儂肘洲贅腸只岳垢煽謙哉旬慕貝肥睦懇屍苗呻蜘蛛弦綿"
        },
        {
            "name": "Top 3k Kanji",
            "characters": "漆渚嶋刈鉢儲堕糧耗串衰栃喘玲芋赴飢惹剰笠閥顕胡泰撒孔碧俊宛栖殖釘吠昏軸嚙猟該簿些紳藍庶紐辻煩繕薙恒咆桑遙粛痙柊迂克淵滋襟稀竦或槌盆狗湊祐辰糞鞭蒲轄傑呉桁巾幡謹崇哮拉虜岬汝冶畏鳩鉛婿嘉枢柴瞼溝昂蛮禍釜逐踪燈凌帥貪踵尿咎蚊奔鞘諭瞑魁笹茉穢壺閑挫篠債培殲皺佇椎搾拷淹奨諾軋弊紺髭附綻髄譜需飴匿頓鷲棲訂茎蠢乞峙甚芯穿閲傲慨羞后贄櫻曰掠醤賄耕咥埃沌喝淀猶朧來勲眷於抉膳韻駿楼姻磐猪槽筑翡斧檻浩媒郭陵擁彰疫蔽洒伎牽菱鴨晋賜冴朽剖亮竿陳伽媛煌逝朴礫兜燐彷洪闊蕩祓硝措餃胎莫遜樽吟薫國颯炒榊欄媚庵昆顰夷桶唄玩姐訟鼠謁峠栞函鞠菅嵌咽汽搔灼腑桂瞥剝准湘尼萩珈嗚柵琲庄洩縋梁厭繫絹躙艸攫酢炸冑衡淑餓盲汲侶嗜慄螺皐恰郊遍堺曽践葱賠焚躱頁錆磯脆雌棺芹駕呈繍巳卍渾嬌朔凜儚蕎嶺蹂塀菫柿李牡裟聡梢狸瘴藻腿袈翁鮎叡廉痒采嚇芦輔碑徨迅狽貿條琢躰壱腔儘祉凹騰爛倣囮唖畿娼隈瓜篭賓劫昌杜絨套尺秦宏填煎壬楚栽沫蝕禄肖跪氣耶循篤碁祟瞭洛堤酌緋窪仔醸諜郁峯釧肪筧毯坐斑眸遼嫡孕捌捲杭檎綴愁蟻猥擲躯餐娯薪挽豹鯨燭秤遡蔭焔疼諏隕酵槻櫂窃渓輿楠墟讃峡屑跨遷摯毅蟹敦舵俵惰幣茅唆樫梗掟碗煉遽妓瀕謂瘍嗤摺卯蔓棘迸斥倶悼屁贋癪屯惧佑謳繭弧梶蝋禅躾慧苔埒淳寵姑勅褐姦狛享但凸栓燕琉謡襞詣冤荻苺枷酎啜恍漕榛涎窒麓芒卸喩鵜迄剃蔦鞍蒔蛙弔戮靡霜叉茸辣叙禿穀鵬甥逡貶茫麒逞學腺鯛糾朋斯梯篇焉姪戟佃坑臼曾藪藁淋膏燻蒙舷迦吼靄憫頸粟墳鷺捗渕眞麟凰箒橙捏蹟累饅宥厩肛狡弛櫛播碌肋矯耽瑛痣襖詛稟榴丞諒攘轢茹祠忽雁朦弐祀玖螢矜翳湛靖挺哨牌髏髑昴琶琵裔彗癌葡俄勾腎熾賂坪掬伍泌濤萄疇惣俣獰椒鯉滓殉醍揶苫徊傀揄儡瀧礁鹸硫醐徘暢陀鴉杞樺芥鋒仄粥藝甦撰脊贔椛袴巌憚坦怜屓嶽呵箋祇夾咀賽嘔蜥菩萬蜴蝦漸扶屠樋靭瞠吏吻炙嚼鮭尤蕾畔凱硯旺蹲賦噺褪桟晃暈董魏姜捩駈濱篝諫絃晦濫棍緻譚鮫桔噤帖宋撥楯睫蓬汎滸蓼囃鉤灘實滾蝉懺痢个楢嘗庸處憾稜壌舶逗厘寡檜癇齧賤惠裡樣膿祷臥曝猾捷曳贖且蝠鯖蝙叢盃窯而劉鍔燦芻荊梳咤什斃悸畠堰倦顏訣寅茗韋牝鰻煤飄侘嬲澱顛巴絢鳶屹嚢窄錐騨廣涛茄饒嗣鴻檀毘蛾鋏柑蠅膠箕箔椀戌仗宦簾轍汀會蹄倖拮僭蚕孵誅啞應俸楊漣匣當冨鵺泪漲鉈升巷悍梟沁叛憮芙埠筐輌扮裳葦肴涌紬疹奄悉菖體牟辟毬泄縞腱哄壕箏櫓錫鋳擢娶褄匙哭噪楔閻翅黛窘痍猊涜簪詭粕侠吃彿廟爬几靱脛髙朶聲魄躓閤爾斡銚洸鶯壷烙膵攪蓉毟廿毀纂鱈糊餡鐵刎磔箪弩蠍悴邑瘤嵩卜聳藉對罹謐膂誹杵槙淘彙拵逅邂麹袂瞰丑穣謗憔灸亘哺禽瞞蜃僥亦爲蕨臀"
        },
        {
            "name": "Top 4k Kanji",
            "characters": "柘鍬鰹蝿籐蠱榎竣矮瘦檬檸朕發慟嘴僻棗餉遁啖蠣驕臍峨晰砥托蓑曙蛸鑽諮團亥睥犀餞樵蛭趙黎讀啼惡莪鏑舘胤鴎揆訛聯跋椋嵯无歸罷夥珊鋸碇慇懃氾綜楕竈凧搦屏註諍眇鯱圓崑窩竺鉾柩梱縷瑚虔嚥蒐焙笥嘯租邁堆崙涸穹劒憬嘱侭魎站羹蠟變銛咬慾齎鰐鍼燎憊睾鼬腋軀瓢簀莢奸疵扈馨鍾遵彡恫稔與齟齬魯杓諌欅櫃烹竄乖誑撹墾痔饗蜻樂鄙扁抄珂莱迭儒鑢灌竪厠呷蛆蕗蛉磋碍皓醇峻萱詈籾蠕濠荼倭罒鬨徽尹惟殷佛尭桿庚漿啄廓簒蝗咫衾餘坎廠埴罅麿娑訃錨痘轡兇凭胱膀舜蜀饉紘艘薊捺橿瑕陪枇囓衷悧揖闖恕撼閨鳰璽邏鏃曼樟酉囀猜槿觀鑷耀禊魍卦剋娩按乍貂劍藏蝮鵠漱糠諺酊酩鑓埜詔燼抓倅帛歎螂誼塹瀉禰蟷佩舛恣寥赫桧嗄號鮨剪欣倹眦酪麾亨趨紆訶鄭鐸喬聚做宕侑闢桓鶫悄塡葎魑欒擽鰭瀞從繚肆梵沽誂逼刮邯檄渠薮霹靂偲劾禎鄲鏖姥濾葺燗彌已溌畝髯舅瘡鍮雉傅諧嘶懊沃狒猩炬貘虻鬚靜駁綽勒咒訥坤婢撓蕁齋兒愴韮隘杷澹偃巽丙綬帷蕉鬣欽蟬乘滔藹剌蟄鞋愧瓊鰯玻眈芭伜鋲忖顫竟襦尸繡頗燵梧舳頽拌鉗喊聘圃聊雹虞袢疋髷圖寓款盪灬慊謬摸甕鴇吽懣筏瀑頚壽熔瑣畢袁斤輛脹噎黴椰戊蛹瑶恬盥縺宍浚麩碩匡錘棹吝脾蟠乎浣筍黍奧縣瀟錮渥肚蕪鈎愾苅褸襤鱒壜愈獺稍躅拿躑獪掩謄幇棠毫夙婉縊畷蟇痰隱嬪榜槇沓鱧斛髮笏證堡蛤劈戀枡榮隧輯址孟乁蘆覿柾漉銜鐙忸矩蕃薯鹵躁敲鵡碓辜鯵怩禮襷頤瀾胚蛋誦撻憺幟鑼掏籤譬彬截禱欝恢烟飜蛟雖蕭薗顚筵槃砺閂涅疱耄冲駝鱸梃絲肇茲匕淺鸚肱閾婁嬰濘篷賎逓聾醬允屡鸞孺臂荏跫抛于鮒塙蝸鴒匍艱鶺褥喇甫袱鵞蛯蒋駱洟凉杠俟輕亞狄蒜箝糟菰虱冽戎匐厂姶驢鮪恃槐牒逍鋤凋箭慚吞瀚糺飮頒歿箍叭鑿鞆鬘攀疽蜩鼎寫蔡釉賁畦疚褻閏撞緞莞桝匁譫沱琳霰吶棕鬢趾斂衿諡盡盧衒熙諱溪滂粂緬炮酋隋坩臙堝炯磊鼾斟舫亢假橇沐霆懷鼈匈窶咸喀廬楡蚓炳蚯繩嫂擾釦鉦馭櫚颶俥傳弗垓牆皙鉋濛罐俎寇蒻邱鎬岱翦鹼寨搗晝梠疏蒟蘊暉笙魘緘耆鬩禦謔懼翰擂輜瑜籃邊囗瀆舍辷關崗寶游珪篁寐疸艤寞芍旱羌蹙輻疆呶數葫袷褌饐哈擡浬經剽椚蚤丿袍蹊鰤瑪鎚僑蜷餮拇伶勁奕諷踞饕囂稗軛祢襄抒浙缺鮑挾氈艾紮縒槓潭甜綸驀倚椙漑犇鰆鴫你谺價恙綯韜劃砧驟昵藥橈瓏瞋笊頌偕穽賣鯰宸扼瑙鰓哥塑曠畸疊腥嶌莽刳嶮柢仆嶼插搏猴絽俱框篩艫衞辨闍倆儺弑戰熨嫣樅赭陋嬬繻脩臘顆澳鴛貳兩撚淆濶塘杳檣狢禹夭拱癬縹繞聰覺旌媼絣汪踝蹈冢哩尠戈楷瘠聟怙諤飩驛齒庖蛞蝓饂鴦嗾擱晨栂泛蓙殘罌鶉蝎豈蹌遲佞獨薨諳卷專悖禾繃衙髣髴甑麝癸秣纒蒡踉廂淮煥鞴瀝獏盒錚麭胛悌溯讒鍍坡娜斌禪赧彭葭衍砒簞谿懦狆癩埓煖點龕慙篆羆"
        },
        {
            "name": "Top 5k Kanji",
            "characters": "艮勺釆吋鎗弼盈罫笈藷亙鋪蔚糎侃菟蕊醗竃銑匪翫鰍櫨穎杢苓鈷橡苧潅樗蛎楳粍蔀箆粁碕咋岨頴惇噸棉栴矧孜澗榔鴬彪瑳彊匝祁穆廼猷椴佼栢梼娃硲穐簸詑砿柁瀦迩亅儿气厶彳丶亠乂幺夂广弋勹昜冂冖豕宀甬歹隹癶廾夬帚卩攵殳兀聿冫咼毋凵从匚髟戉屮佰冏爰虍彑廴旡巛卆尢崔禺旁忝它鬲孰耒亶聶咢潘豸爻馮闌柬參嗇戍鼡爿卉胥僉雍韭敝矍匆瞿怱睿奠兔區蚩兪單熏戔歇堯襾袞叟羔厥將黽齊擧壹滿觜臺轉曷奚陝釵籔坏歐茣霽愍跛楪跣栩鏝懶汕懿嫋鴈讓掣悋扨舁俤鰊艪鈿塒續駭圀佗渺貉囘燿讚迹簗冰裃帙慥泗幀糀騏畫寢盞檗邀譯灣鰺霍襯庠覘喃恚冀荀肅魃纈爭賈繹馗臑皴奎籬蹠睛丱斷滉莨饌鰌慷樒佻椥渤羯膾舂皹雜迚姨苟俘蜆侈馥闕疳辯閖叮曉牀櫟諂錢軈鉉芬嚮枳筅赳偸黝盂纐鞣霖涵瘧腓霙羈權鑵饑舒晏苞蟀誨稠舩箴潁窕莚筥蟒峽羚蟆菲墺厖筺瑁祚嬶艷麥嚀諄髻默亂驗蟋忿旒慳閘鏤臈覯鬥覡拔萼澎韃艀鑠濟靈總啻遑筮藺譴黨啣碎笄崛鉞帶罎謨紊疝薺隨耻瑾奘鬆颪鱚臧溂薀銕鑚岑偈靼轆鱶廏邉繪勞癲媽皎蓆滄笞襴鈞繙暹螻鑛掉楫兌燧窖婀轤鷭豫寳茱稷嚆茴燒圍聽甸噫嘸幔醂稱萃詢冪萸糜喙誣擅恤渣蹇愼籌簑誡恟婪窿瑟騷怺弉烽軻蜊釋瞻窈犢鈕躬沛儕鵯蜿彎甍簇棧輦楮蕈鵲蜉蝣倪杙鎹蝟渭蘂嫩巍飫枉翹諛騾粢醫礪颱窗鰈甞閊痾舊巓剱狎欖梔賺礬跏謖礙橄鄰酣蜒惶瑯蹉疣欹醉鮓嗽擒鐚崋尨馘臾悛焜躪瘢據豐抔秉沮仍梛瞽鵑懈砌鷸觸鵄侏冉碼僂顳渫縅屎梏嚴羮祿蘿祗稈諚剔桎豺燠俚捐靨蚣萍篦惻蜚趺胄旛鷄淨辮滬咏眄屬辭收拜榑隴妍豌錣鹹悽袿蘗驅狹拂瀋沒邃麁顋籟涕凩蜈蠑裝磅礒鬪靠喞鎔磧欷驍熄雋撈狷蛄啀爨菴腮痲鞜纜悚殯檳鵝碾跌胝攴稻鹽范鞏嫗覲歔轅榕薹鯏晟巖煕邇儼嚊闡廚癡掖佚苹鴟輳醴鷽岫搖樓覽閭蔬榻箚豁耘姆鑰琺膺闥犂鮟鱇俑蛻繼戲惱祕柯琅鈑顱囈曩檐恪榾僵逕壟猖柝毳盜娥壞澁衢倩隗輾獗痼搶恁歡僞壓傚惘厦妁簫榧醋杼傴骰爐險黌璋壻螫莟嘛譏梭粮銷褞孑媾遉霄瘋褓黐齷齪弍羂糯閇鳧鱠腟穗孃陷蹶湍霓鐺兢湃倨忰營譽莊竝廢淪堊叺輓襁箙粽鋩雙攝顯椽獸彈溥龜膃肭黔贏鑄烱哇枋翩筌豬褶觴艙漓罔蘚頡瘻鐐珎膊氓胼痞裄脣册阮跟洙檢壯鋺裙詁襠瑰茘弌鏨纓篥篳楝獻搜粹慘嵜雕鞦晤椹摧筬斫鉅甃峪蟾戛餠鷂駘軫殄屆刄耿粱莎蠶藐韆濺瓣鐶溟瓔珞謫攬鶸脉裘冕瓩莓騅擔邨效巒怎萠齡擴腦姚鬮驥駸蚌錺挂檮汞怏訌磬躄鮃仞鮹茯湫駑陌酥阡勸膽鈔殼洵穩塲裹鵙棊嚔豎裲鰥瀰齣疥淙柞儁痂苣贓殃貮睹徑矣樊杣丕綏勵呀羸篏釐蔘鰮渟鏘廐讖拈仭貽鮠湮嘖櫺糒舸晧烝殱并驤謠薛怡卅昊埔迪邵瑩礦鎭珸踰鵤滌耨嚏靉癈嵬戞鯔霏簔蜍蔗幄蓐胯挌"
        },
        {
            "name": "Top 6k Kanji",
            "characters": "凾顴硅萵綛鴆呱筝壼鍜夊縱纔掾很謌罩雎閔稙旻鬻齲悵甌鑒髱茵佯慂杆佝皰粳蔕槲蹕黥骼眥蝨鑞臟晉禧滯熹贊裴徃姙麼敍韶劔絅竊淞瑤潛濕晁麪慫燔齦寃喨醺揣藕鐔磚皸撩髀絋紲怕駛墻擇廖瞶羲廈翊决徠跼銹礑虧膩麸蓴爼癰蚋髢闔諢弭苒鰰孚竇犧恆鐡獵勳墮歟廳牘圈鷓闃鴿鴣愎迢僣藜褫燬犒牴桙鷦潺鸛鰾鯡吭苜蓿蕷鯣硼弯醪蔔桴蛔溲謦衄蠎竭蹤潴踐鄒逹昶皷蠻婬朮鷯醵翕殪嗔譎繖緡癘鯒怫疔枸瘁薤蟯肓俐駻繽沂攸覊蘋呎釀汾逵樸莵菁网鰡徂吩穉粤燮毆槎鰲熈渝煬曄漾夛絖魴靆罨鶲椈誄殤簣玳菠蘖峩綟鶇唳煢渊甄灑弖僊篋葢隲壥讎啾驪筰沾莖劬苻祺陞暎敖孩洽寔匯妲杁攷咐慴們鄂驃噬卞駮憖熕訐鶚袗簓菽釿剄徭謚芟脯蹼艟艨扠薐笋椨粲敞簷霑淇覓蕋徙况髓峭霸趁絳垰籏杰轎鶻娟彝悒罕偖臚棣旃幢黯銖卻胖愬找潼駢葩寤陟渙慍晢皈壘壤暸梦忻奬綫眤軾擯跚蹣冐閼畚鞅笘薑蒿薈覬霾綮聢磽縟秕巵麋瘟轗螟贐蓚蓖躋皖紂誥畤霎濬泯栲璞衲矗瀛佶槨悳滕壑岷懋兮劭崕鬧唔楙淤嶷听楸僮扎儉畄鰒聨刪尓瀘膓犁毓袒鶩恂妣峅崚嫦惺隸濮螽扣塋娵咯迴釼琿嶝縉桀洌鑁肄葯遏靫湎蜑裨塢俛淌繆訖鞨吁儔纖僖噐閙銓菘猗郢檠杲樔岔剩晄蝴墅癆勣絮獎樞縢轂糶蒹蠡埣咨泓莇陬哂奐葷膈簧覦頏箜鼕粃枹荳羇篌蚪垤蝌嶇惷慓拯劵靺遐鰕罘羣垪楞禀皀搆陂濂曵丐稾潯暘踴舖倏覩熬狠輅磴笨澆瓠輙觚迯怛綵嶄垠瞹贇劑碣觝緝郤估桷騫荅饋鎰檍淒葆蓊匱寰恠拆陜仂衫皋紜勗擣凖捫萇袤潦迥隍恊懴孱黜廩尅覃曁賚綰臻臉棡痳皚剳嫖愃蠹歙儷曦煦亟倬輒鐃郛抂愿俶韈麈娚膸擺篶枦拊袰嶂售孛舉珥椏縻遶翆瓮价緇妝輟亳盖菎潸圜鏈圉剿縵栫穰齶嬋旆鯤萢醢慵驩仟榲黠哦溷覈唹呰鴾鯊蚶畧淦澂跖髦摶狃盻荐眛燹忱湲倡汨遯躡憙蠧嫻冱懌阯囹壙癢簽遞駟搓閧圄綢冦蚰腴胙丗遖蔟糂鑾嚠纎亰鷙蕚苡臠酘瀏貊岻鐫橢蒄錻涓痿蹐槁緲湟筱垈囑挈抖徇瓷氛囿餒泝孀槭陲倔槊囎鏗椶遒圻枩簟歛嚶扛竅圷槧糢忤櫪擘鬟杪抬淅痊軼韵敕擠勦岌鮗懽廸逶矚攅竢彜拏絎旄孥暄侖侫厮朸秬捍夸鷏莠甼繝盍鬯戡鑪荵哽廨殞詒籖襪夘莅蠖閹槹誚韲枌啗巉轣壅蘰惆秧飭濳籀聒縡螳嬖徼繧扞搨迺廡贍畊糅喟袙耜葮甎擶踟嗹牾瀲餝逾冩謾薜衽貲蒂夐輊隰档褊啌暾萋澑糴綉澀伉紵嵎睚嗷堙洶襍錵蒭愨貔籘罸苴褂乕叨唏絛貅彖瀁鮴楹愆蟶豢癧縲慝陦蓍膕沍萓衂奩嵋禳晞飆餽俔笳枴惴耙幗鞫洳蕣澣釁溽瘰匸搴抃詬圦麑鼇厰讌醯箟釟笵苳匏娉懾磑燉緜弃珮蓁帑揀鯢倥嶢朏孳澡猯黏鏐樛穡譌辧掎逖剴瞎貍爍帋浹蚫跂苙螯惓腆俾蝪掀幤乢逋廁缸碪鷁偬袵寉罟謇勍騁竒驫嫺梺鵆氤羝耋讙龠懍黶嬾碆墫憇柮絏鞳溘髫幃黻屐軆餬"
        },
        {
            "name": "Very Rare Kanji",
            "characters": "廛矼纛吮踈鴪睇儻嶐髞笆羶譁鰔嫐紿餾敘崢捶橦詆阨偐牋垳麕烋豼酲暝芫蛩埀瓲譟隶釶畆愀猝鯀驂刋鞐匳滷菻碚檪剞纉鏥钁剏泅嶬殫詼溏粭衵聆亊攤杤歉鴃椁昃襃飃廰黼欸犖逑耡廝錙櫞錏鞁淕攜龝幵怦曚湶珱蘢諠刧悃鉚挧笶朖轜矇榁鵐妛愡鳬粡瘉彁撕嵒痃繿鰉糲桾犹竸紕羃昿殀罍釛麌歃骭洫黹蛬賍綣鉐畴殍蘯柤癜茆蕘籥蕀櫁酳鴕揩枅袮靹孅劼遘鈩哢摎朞梍賻岾罧舮鯲泙瓰沚刔楜襌笂柧畛淬疉蘓釡埖懆槞畭鰄鳫夲廱酖愽甓軣榿畋樮緤黷椪皃簍茖躔橲泱碯裼靦榠閠蕕譖戳槫逧霈瓱鰛朿霤鯆鷆壗貎疂餔哘崟繦遨鍠咾塰墹窰菷葹逎椡犲跿竕粫筴拑卮棯椣渮碵鐇馼褝鯑啝岼峇戝掵椌堽嵶暼禝齠掫梹艚凅桍榱纃齔欟畩萪觧啅悁殕聹赱鶤硴秡竰粨藾鈬怐柎浤甅籵糘鮖崘砠竓貭輹鍄勠埆弸旙棆橸濆濔瓧瓸竍竏竚竡譛陏霪鱆恷斈椢椦沺畉艢蟐軅釖鍖鵁齏冓圸坿墸岶嵳幎暃朷楴槝櫑璢磆礇穃膰艝蔆譱轌靤駲垉堋屶慯抻棔樌汢稘粐膤襭諞鐓餤鵈儖峺悗慱柆椄楾樢樶汳畍癨箘緕肬蠏者神殺緖擊戾絕社都賴海突視步狀黑器難橫練郞增每響鬭福類溫硏勉悔錄淚歷既層緣節黃晚勤臭祝瀨卽暑祖廊憎綠梅鄕祈署諸涉免德虛逸徵揭槪僧塚煮卑漢鍊嘆巢敏著甁贈麵繁倂朗侮懲隆渴頻曆墨祥寬謹虜禍慨喝薰欄謁塀碑祉賓褐穀褲鷗潑蔣醱纊鏽攢纘櫳"
        }
    ]
}