{
    "version": 1,
    "name": "JPDBv2 Kanji Frequency List",
    "lang": "ja",
    "source": "https://jpdb.io/",
    "leftover_group": "Not in JPDBv2 Kanji Frequency List",
    "groups": [
        {
            "name": "Top 100",
            "characters": "気合顔戦前時本小身達食言力彼自来長大回間向私俺中様上下心無目年的同口会後度実意全悪葉者通体男不味家当声話物最今知何行少人考持魔日使作場情思先面僕分方手立王笑違出感切二事付一込女見外取理子生聞動部地入変"
        },
        {
            "name": "Top 100-200",
            "characters": "指誰三光呼明連金始強問機正対頭教足受音姿引発界屋直君族重別関用高可要撃神所数良代相現愛終落覚主書法定然内世飛国戻十真士振開勝好突確結待張信楽初空視多学性早殺名夫残返決歩止色道着元表死解仕白近必父続以能"
        },
        {
            "name": "Top 200-300",
            "characters": "絶態囲報室抜校離親消新得応守助母帰浮夜追兄文番状血題姉月水業構美想過転術天素在命線走配胸頼放失答緒息背流腕痛安車敵員馬伝兵逃認化説我起精願次他存進苦反軍負抱果調置黒丈倒輩形集優押瞬特成嫌首断乗貴風剣由"
        },
        {
            "name": "Top 300-400",
            "characters": "平係険画器常師勢電打備任約寄告余友破有静加座点五都満深程攻異単騎四供微公赤記訳花運普驚石経望恐仲触交山鳴殿際第識差火冷選団完予段隠限語半掛装怒急欲店周服格両活件奴期横髪木再野隊料探遠広礼寝利難海肉組側"
        },
        {
            "name": "Top 400-500",
            "characters": "護務台弾共右示肩暗像験計太具休吸影位飲怖社読耳官似熱眼移原品困役速悲警黙接支娘御降徒武買宮幸論夢迷忘端傷危腰激判壊城嬉壁階去許皆制泣奥細頃朝送議念況義怪腹和裏茶霊質聖婚故渡青軽容響握片園居申察帝式辺街"
        },
        {
            "name": "Top 500-600",
            "characters": "瞳病収並竜退途割滅売投参爵効散院談土増舞村紙注練震類揺疲試襲駄吐船根治犯甘逆疑駆頷観種案防謝伸若復遅妙頑領図暴古叫昨与弱巻束技左邪獣憶恋妹景令遊民踏嬢衛罪闘門量隣客証求保興万恥閉処惑乱為準未眠千路星席"
        },
        {
            "name": "Top 600-700",
            "characters": "非折皇喜住救育習底筋距市香商薄昔造島角互六越減染映八吹丸射設級東温簡町替更百避導草納届敷鹿夏包超害低森属刻秘将象爆絡従派唇勇陽呟帯歳闇局捨久薬鬼巨焼済冒刺叩姫田快宿涙払密迎捕工昼詰字介雪極固混脱扉例等"
        },
        {
            "name": "Top 700-800",
            "characters": "脳郎悟責査型研毛絵改建狙働材夕崩騒液窓操雑輝麗七庭老産衣基陣価短被演暮緊了尽値球繰否波仮司歌抗写締職敗傾毎号銃労比羽末戸照描銀適争弟整奪祭留奇尋鳥個誘布呪凄刀旅酒館圧川提権印沈炎弁跡幼床慣独鼻除慌究慢"
        },
        {
            "name": "Top 800-900",
            "characters": "犬儀雨担拠里条井猫資授尻枚洗矢円荒春柄境訪漏眉焦展率肌盗北純志宝医甲西遣睨政補眺綺斬穴曲修嘘紅依含総輪屈管亡頬悔協因耐華層登拳呆樹扱裂廊堂系己伏陰既才舌鉄継京積威盛九玉撫毒至飯鏡箱週頂骨悩希晴援厳迫衝"
        },
        {
            "name": "Top 900-1000",
            "characters": "艦匂織臓柔陸額氏珍冗覆棒蹴貰執雰酷袋刃荷掴遺雄到潜虫伯科勉妻膝露模縁裕借承噂溜携捜跳禁懐慮製那汗板策繋功仰乳略鋭丁検狂即砂杯覗宙燃各域順詳討規史課隙封辛皮南佐汚潰勘誤群陛菜臭訊魚諦尾氷歯換戒妖欠句椅寂"
        },
        {
            "name": "Top 1000-1100",
            "characters": "択如監沢透暇秋宇浴刑挙易算喉庫召穏健呂槍央狼評舎充努憎列晩机湯灯鍵抵桜及揃祖旦黄随喚雷偽飾干測統双忍辞清賊云貸侵撮雲複褒婦冬営奮致房魂埋歴滑硬秒揮区英懸砲忙傍訓推挨煙幾抑障濡油施奈索専録寒盾巡節幻拶殴"
        },
        {
            "name": "Top 1100-1200",
            "characters": "候坊倍脚称谷福紫倉委添養愚標停逸招預狩緩費龍児挟章濃翼崎狭虚蔵挑歪午菓掃歓厚塔給溢源脅紹敬匹聴芸妃幕駅劇唱喋糸霧載泉匠砕岩般祈療躍擦永祝泊麻怯烈縛拭宣貫宅拾趣編昇脇誇善獄塞膨稼噛玄損延偉縮便緑環恵範魅"
        },
        {
            "name": "Top 1200-1300",
            "characters": "踊械舐涼寧博癒審豪喧淡侍江侯猛唯裁札杖呑拒曜企靴筆藤鎧零諸柱鍛省摘絞隅創栄酔筈植馴纏孤溶郷乾膣渉副衆爪築裸弓瀬詞咲垂塗秀尊齢卒府謎凍坂頰賢隷針恨遭蛇粉偶採財控看嫁亜雅奏鮮橋堪灰忠伊林則沙河哀拍占契貨獲"
        },
        {
            "name": "Top 1300-1400",
            "characters": "湧賛剥削把浅掻泥噓仁訴遂羅遇乃寺凶粋勿棄偵漫徴厄講泳棚翌乙洋癖鈴顎晶股噴皿賭松惚喰囁革籠牙唐誠塊鈍彩腐肢症績這漂譲災掲賞寮還惜縦勤苛凝宗卿辿慎叶遮脈詩誓律紛誕罰釣恩据殊米豊臣卵謀嘆徹伐揚悠枝請僅鎖促璧"
        },
        {
            "name": "Top 1400-1500",
            "characters": "卓拝暖廃墓免渋豆畳堵戯訝紀盤旧眩嘩愕尉童釈躊肝診粘憧憩卑捉幽袖督雫鼓幹蒼斉愉磨唾牲瓶拘浜就州掘季陥俯粒僧錬躇益農貧摑赦湖吉鑑貌患智維亀雇盟述概幅惨飼罠伴騙熟寸岸牛洞掌浸催孫蓮紋犠競徐揉劣蓋澄港臨富津暑"
        },
        {
            "name": "Top 1500-1600",
            "characters": "序兼虎之羊梨斐償嘲託婆穂阻叔勧縄康億痺堅錯忌唸塩弄潮嚙壇奉汁胆却苗拡翻網隔寿芝版筒窺爺尖渦帳閃撤骸紗蘇仏滴斜妬麦池旗鋼叱巫捧潤潔葵畑也繁羨滲虐典煮慰没憂邸酸傭班凛痕排誌飽帽航閣朱狐讐嵐往濁敏徳党覧窟妄"
        },
        {
            "name": "Top 1600-1700",
            "characters": "賀楓尚綾傘巧庇廷珠豚餌鬱砦醒貼浄淫咳漠晒憤履呻融琴膜泡葬湿輸塵岡励巣旋献蒸轟析昧竹鞄詮胃庁鉱購嗅宴弥項擬丘璃艶剤捻販棟牢敢嗟此辱鍋吊桃征睡挿悶核遥漢熊憑軌是伺滞較署咄詠誉嫉刹鎮贈枕慈妾沿痴裾肯稽莉酬喫"
        },
        {
            "name": "Top 1700-1800",
            "characters": "穢殻薔斗繫膚隼薇漁壮漆杏蔑曖胞勃缶梓殆矛爽喪搔凡畜沸囚攣枯浪銭汰絆芽票侮紡阿笛符剝均縫税軒架僚疎鐘奢瑞蛛怠濯竦胴儂梅翠蜜扇妨彫稿憐須県著橘糖蜘拐炭窮籍牧茂綱賑駒拙募瓦疾乏鱗冊佳峰凪醜駐罵翔拗猿粗肘兎曇"
        },
        {
            "name": "Top 1800-1900",
            "characters": "恭礎藩繊昏撒穫佇枠霞旨貯逮鞭皺吾暁欺秩磁陶茜紐珀惹哲朗頻冠胡沼稲冥軋棋萌耗繕芳蜂畏箇脂雛馳斎斧槌炉痙滝暫釘妊貞顧迂帆箸偏琥渇披垣屍宰喘逢厨襟崖鎌鷹些猟粧瑠薫荘錠沖蝶悦吠覇蓄雀堕鞘煽剛薙瞼艇仇踵啓銅糧蟲"
        },
        {
            "name": "Top 1900-2000",
            "characters": "噌餅淵瞥妥礫抉戴綿閥埃藍摩峙苑慕奔墜俗溺瞑刊紳拓邦燥翡冴其髭虹淹柊殲鶴掠煩塾柳湊刷剰宜抽柚括貪謙兆枢穿丹慨烏臆亭廻咎戚緯圏櫂漬澪贅赴禍姓軟哮顰蛍遙亮詫咆玲顕昂鉢銘隻燐懇冶摂眷径獅稀塚舟倫腫蠢株飢涯衰怨"
        },
        {
            "name": "Top 2000-2100",
            "characters": "朧虜岐曰傑篠貢批鳩懲宵葛拷桐汐菊券弦蘭侶串頓謁汝辻儲芯碧巾鉛闊俊躱殖稚壺硝縋詐炊咥諾舗慄婿鶏傲痩牽腸曹肥崇諭某娠煌芋肺洩杉軸狽抹薦盆郭孔茉兜隆併椿喝彷焚綻寛恰嵌贄仙檻攫鳳刈蛮浦宛庶羞吟遜匿凌孝粛睦錆絨"
        },
        {
            "name": "Top 2100-2200",
            "characters": "腑渚擁徨燭只撲棺沫眸哉灼絹楼嗜汲腿或萎棲搭逐搬袈甚瘴桁唖墨阪飴颯狗巴乞彦玩洒堀套栗竿髄暦媚娼椎嗚塀蔽搾辰閑燈媒柵蝕欧螺槽淑茎賃湾弊咽厭衡培岬紺慶毯昭渾炸賜躙蕩圭莫垢鷲葱栖沌爛裟謹又蹂胎脆貝冑跪菌桶淀姻"
        },
        {
            "name": "Top 2200-2300",
            "characters": "轄蟻耶猶凜綴蒔挫榊蔓癪瞭巳繍褐孕捲桂菫后豹篭采呈柏墟薩聡痒丼帥嬌朔盲鼠櫻薪郵賓糞躯朽憲咒斥緋仔杭囮溝伽蚊祓踪腔餓駕餐棘簿諜克逡需欄猥尿跨疼劫啜祐嗤奨儘嚇泰譜儚廉猪屑摯膳疫坐耕訂壬昴倣擲躰迸恒朴樽韻捌陳"
        },
        {
            "name": "Top 2300-2400",
            "characters": "寵靄喩煉惰慧迅逞醸靡斑鞠摺麺怜翁醤蝋梢篤遍嫡蜥毅翳瀕笠洲騰辣祥焔郊詛陵厩措宥践戮賄糾涎遡恍肖牡枷梗瓜郡幡皐秤釜郁嶋鯨貶閲庵峯笹凹酌藻昆梯幣蜴填拉娯杜弧惧蔭狸岳楚姐躾吼襖舵檎唄雌逝埒於該芹祟炒勲茫謳琢湛"
        },
        {
            "name": "Top 2400-2500",
            "characters": "藁剖煎甦橙樫滓嘉茨藪栞狡萄輿咀蛙梁栽弛箒挺幌啞儡蔦禅禄蹟碗汽蟹鞍旬瞠叉旭呉榴襞疇姦澤循讃噤准妓夷漕棍壱焉坑挽筧傀膏睫嶺貿仄俳堤鵜愁萩憚隈柴揶屯嚼獰叡掬駿碑謂矜憫揄窪弘磐撥尺屠燻錦苔痣唆葡桔桑熾掟繭朦耽"
        },
        {
            "name": "Top 2500-2600",
            "characters": "彰贋甥琲碌渓肋楯享董吏燦迦呵塁芻瘦鋏隕酢駈粟穀蒲鴉粥贔李飄坦叙忽祠茹鉤窒杞裔舷燕魁輔祀緻佑篝麓肛峡洪姪剃暢栓卯苺悍轢叛碁癇蝙咤冤肪頸濤憮昌凰曾屓尼峠捗齧戟捏櫛姑珈霜蹲箋債褪俵捩附浩謡洛蝠俄鴨詣暈勅禿淋"
        },
        {
            "name": "Top 2600-2700",
            "characters": "悸伍朋翅茸汎窘磯倦拮堰鋒漸稟椀刎靭饒饅螢嘔蒙但遽錫菱煤遷尤鵺鷺矯佃鍔膠侘噪徘徊癌漲懺斃凸辟韓嘗曝鉈哨錐吻哄賽袴酵椛軀蹄伎玖柿匙樋寡梳嬲蕾蕎蠅畔弔漣惣諫贖捷悧累猾宦賦僭楠屁桟播轍鹸滾條榛卸炙蠟琉裡澱譚硯"
        },
        {
            "name": "Top 2700-2800",
            "characters": "脊瞰麟弐瑛汀鯉芦腺戌嶽殉諏鮎廟壕慟椒泌棗窯蝉醍氣諒楔孵猊几瑚躓糊沁痍祷鮫悉悴媛瘍醐邂曽褄塡窄囃僥蠍顛窃弩臥嚢恕簾旺縞勾賤噺睥晦嗣櫓彿裳娶庸芒聳蚕泄賠屹滸謐哭髏遼逅禽莪珊扮筐憾朶凱憔盃膂雁脛髑蓼庄毟倖攪"
        },
        {
            "name": "Top 2800-2900",
            "characters": "彙巷賂爬茅蜃紬蠱檀絃涛懃狛慇菩諍誅啖嵩扶嘯酎曳琶且蓉蛾鯛瞞荊縷惠驕筑笥瀧芙琵麒罹搦肴榎烙箔梶矮窩亘壌穣埼巌斡虔磔眇涜鰻悼鑽稜柑鱈腎膿餃袂陀滋湘樵芥鳶硫絢靖呷蒐篇函樺敦毬簪鍬頁魄嘴壷彗臼蝦槻牌詭粕濫鮭撰"
        },
        {
            "name": "Top 2900-3000",
            "characters": "匣泪蓑遁簀扈臍罅繡攘鯱韋叢竈淘劉荻柩藉鋸靱齎穹恫訛訣牝逗疹胤腱黛涸祉鼬誑升箪憊蛸齟桿蟬餡迄淳鴻腋奧齬埠鏃吃柘啼夥餉莢誼墳燼囓邁蓬僻秦阜竄誹鋳梟葦拵丞塹朕跋輌姜咬舶簒憬楊臀訟毘疵楕擢晰貘宏藝礁倶銛國劒燎"
        },
        {
            "name": "Top 3000-3100",
            "characters": "亥嘶斯宋閻砥懊竪勒乖魎沃兇罷蛆饉鉾茄鑓坪站炬鑢酩葎鏖閨邏做猩囀餞堆皓氾帛饗擽瘤綜嗄瑕謗凭酊哺諌眦灌祇咫騨侭鬨佩楢托抓蝗菅痢蝿顚寥閂埴杓鯖袁巽竺轡惟撹駁魏詈鍾蠕潟而猜墾艘睾遵奸碍闖杵纂訥衾滔漿鶯鄙魍帖嚥"
        },
        {
            "name": "Top 3100-3200",
            "characters": "瓢揆愴羹廓瑤荼鴎頽螂藹鏑麾瀉晋趨租蟷俸沽恣爾丑傅啄洟漱犀鍮舳鳰徽噎梱畿霹帷撓鰐蜻吋邑綽鬚髯剪撼悄菖捺靂澹濠籐諺黴玻誂醇蛭毀黎衷寅檜蛉櫃瀟燵懣錨狒凧椋璽逼陪肚鋲侠筏盧醬焙碇洸斛拌雹鬣禊蠣灸禱欒紆峻鰹檄膵"
        },
        {
            "name": "Top 3200-3300",
            "characters": "怩按愧鰭鵠隘愾亨慾栃註鵬蜀吞甕廠辜眈濾獪鄲蟇偃婉葺截邯褸尭槐坤壜盥謬崑諧熔倅渕曙袢喊偲魑歎麹錘吝濘儒鹼夾襤胱肆卜盪峨棹瀆倭刮剌痘劈舜酪萬崙畠劾磋仗涌卦魯馨厠覿赫鑼卍俣閤倹剋忸鐵瑣柾膀袱亦銜輛憺鑿襦溌訶"
        },
        {
            "name": "Top 3300-3400",
            "characters": "髷漉縊芭籤嵯椰耄脹鍼薊竟蘆痔桧隧檬忖蟠寓浚沱鵡牆恃詔虱縺駝滂霆鹵灘檸匕聾𠮟屏箍雉蛟鐙匪蕗闢瀑棕駱匍聊厘蜩蝮曼炮驢嬰吽烹躅餮饕譫鴇訃茗濛畝褥迭娩舅幟衿筵臂嘱褻繚摸掩簞堝蕉瘡躑頚鸚坩緞梃冽竃槇鵞鞋鈎俱蛹躁"
        },
        {
            "name": "Top 3400-3500",
            "characters": "碩籾臙眞棠圃糠鬩瑜跫吶肱馭儺斤笈賎梵箝槙鬘誦薯酋鋤慚畢疚袍襷脾槃蛤耀譬蕪箕匐葫斂痰兌鉗寨麩蕃牒炯谺閾浣燗髙鼾霰蟄筍娑堡樟斟鼎庚輜俟嬪箏衒孺櫚諮麿已扁梧笏瑶艱皙銚姥恢來箭埜橇丙毫囂涅釉頤剽榜掏聘幇殷橿瀾"
        },
        {
            "name": "Top 3500-3600",
            "characters": "嫣頒矩奄釦嫂蕁莱撞蹙胚蚯緬虞潑凋冨驟魘叭會絽寇乎蚓謄謔拿緘沓罐沐閏磊萱薮酉奕鉋什窶韜鉦颶饐蚤寞允顫驀濱喇莞瑙蛋擂瑪廿敲虻腥踝綯鱒諳擾杳蕨鵲款婢攀縒倆儕蝸惡恙渠鸞畦抄穽趙孟懦瞋鮨獺欝堺喀鰯欅框麝疱枳羆韮"
        },
        {
            "name": "Uncommon",
            "characters": "鑚踞骰霙鈿泛煖潁蹌鬢匁蛞鎗樅鄭佻廣枡鯵厖籃燧桝瓊應垓麭桓鐸筅徂鼈楡槿釧抒尹讒个黝溂蚣軛粁曠俤鷗娥艀宍柢恬鶫馥狷臑繹膾鰓淆薺驎菰夙畸禦撚頌癲仆罌愍恚屛圀跣懶坎穎醗慳亢諷欽哩塒佞逵侃鱸徠伜鑠覡諱鞣襴烟塑懼艪騏浬諂錚侈褌皹于庖莨跛頗伶蜈熨匈笊凉慥蝓薗屡拱蝎疏侑杢蜷恤扼旱瀝勺愈孰莟脣盂廏慙莵綬搏舫縹椥箴繞髻蒋嫋俎蒡鏤裃楷弖蓆椚弑臘魃馗狢輻莚氈歿陋瘠瘧雖悖乍晃瓏濶諤戊髣艤瀞潭媼糟盒逍顆羌鰊疋驒俥笞腟鴫址綸旒冰誨艫紮羚譴軻篷嗇藷寐邀耆溯无劍羈鞴赭翰袷聟覯杷簑牟晨闍蓙繃栂斌漑矍砧蹠圓舘聚鞆饌疽忝糺梏帙蘊刳鮑夭荏佗桎蕭紘楪皴撻瀚崋罫昵旌鰌茲稗枇甜狄髴宸鎚繻蝟鎬艷苫羯蒜壽羂篦拇與茣渥嫦幀稠顏聲舂砒圖蟀鏝鮪疸犇崗芍戎谿禹飜獏龕諄貉鈷聯竣搗檣嶼銑弋慊弼欣篩苅幔尸胛禎掣廬絣鴦呶僑樒號鴒擱薀蔡抛笙杠渺篁殭彬釵嗾辷蒻秣鮒匡怙悋邕貂鱧鴛俠烽嶮碓鶺稔塙趾癩甍鍍糎焜筺忿嶌鯰埓蒟逓捥廂潅喬禰戈擡繙挾襯黍婁跏薨劃鑷痾踉葭睛蹈珪"
        },
        {
            "name": "Very rare",
            "characters": "錺颱醂蝲諚懷釿鰰綵袗裲剄刖瘰遉輓迹譏娵虬筌鷸喙疆幢蚩蔚檳佯螯鬻掉飩鄧儞湃粢楮蔔裘嬋癸鴬當隋蕈犂覦巍脩蕊歇楳腮剿鋩齲靆噫檗緇轤瓩餠柒絋贓疣顱廐愎椹淺纜曉橈礦駘袿舸鶲凾蟆癈謖慴鵑癋僂葷阡礪柝滌讓奚箜蓴孀孚舒齦鑛栴簗擯旆鮹攬捐萠箚苞籟賁墺冕衞弍佝倔蔀霍秕齊楫烱鬧纔逕弯綟鯏熒鞨蚌鈑冪冢哇靉潺峪栩蜆泗冀貽蹊怺闔嫩駻詁稙堯餘鰍皰皀鐐楸倨釐晤啻惘夛嚔屢篆姶媧鴟﨑逬揣淮虧壟甑砌蝴羸礬簷曩崛簶縣熙蹣堊髮鎔扠櫺謚鰕豎鷂苒姨娜狎堙壼胝鏘禧帚稻學溷閇靨欷矧楝纈嬬痎炳駭鐺猨團鷦橢鬆彭碼琳迚枸諡糀諢眄欖鬮鰥汪蔕赧鰮枹鳧拈疔椽篌蛔薹菠俘蛯鴆鞅寔鯡齪頴珮舛關賈膺筬悛鐚癆蜿畚璋輦榑霽箙燔癘籔渣戞鮠蔣鸛哈黐儛對艾婪恆豬蹉蹶霑鑒蹼薐倩襁骶枉輒寃齒挍擅戍顋啐櫟粍鵼蓐齋霄裄祺荳牘蚋羔苜鋪鵙傴殃麸莽桙譎羇鼕鄰蟒磬貅豁棧颪遲玳仞枋嘸赳鵟佰芬卉汕窿耨毳蕤滄坏珎躪粽嘖熄邊荀亙痞犒悌嚀纐麴悵陬笨孜鮟煬陌嚏篶囈懿偸冲眥闕發戀晁裹杙媽綮仍蜑燹鰺你繩慷蜒麋瓣椨唵剱嚠杣彪瘢麵淙杼撩鐔豈駸腭栲喞壹丐悚棊咜洵萍胼藜膈訐梭稈嬶珞駑苧撿殱硼鞏蒿廚篳瓔暎甃斫汞霖飫鏨掖迢糶狆兒丗榻喨湫鍜轗仭沮粂醋茘儼黶琺筰埵氛祿佛訌闡啀鑵糒趺搶奠榧爼翕翫濺勁儁蜍滬孁蜉驍墻鰤俑漓杮謦嚆挌蹤缺鴈躄佚乘癧靫惇蘿苓觴橡轂弽閦鶩氓賺恂慂范跑皸寳衙羃皎繽薑黯厥菁轆噬榔惶騅晝諛橅靠旁籖鵝巛髢呱罨沛禮仝澗弉蛄籬祗裨顴痼嚮黽臾跌筥髀忉岨瑯瘁錣摧鱚飮臈瑾肇緲羲蝨暉睿簫爲酣膊咏顳桛翦歔澁耻耿扨鴿萸菘戔鈕叮梠稷粮噲澎鷓亞叟螟偖柯蠊鑰鷯游碣鑞恁紂筮偈樂讖悒跚蘚紊輯侏芟疝踠苟猖噯眴證覬蟾稍隍囊凩豌傚椙辮褶鑁臠湍鶍蘗嘛槲烝驥嚊甞盈辯纒惺纓誣牀卅轅艙寶菴贐輳爰讎瑰邇炷朮僵錄喟庠鶇梔蕋樊歸抔岑繇瓠綛舁蘖菟巖鰡礑蕷噸馮兢誄苣﨟窗胯淇闃彌媾涵啣耒瘋霏蹕螭鼯糯遑盞渊鷽檮蔗蠑耘涕磚噦徭偕瞽躬悽槓爨笋渫僣釆煥瘻俚蟋瞿蹇叺瀰醺垜弌尠碾翩蜓萼湮穆觚舩磑糕醪閔韛廩筝巵擒鮃辨胄絅罩閼奘鋺糜撈絲窖變縟鞦錻豕熳縅昉謨插兔脉弗蔬實跼饑驛痲鰒肓隗緡鹹詢楣鉅娟鈞嗽祚榮騫銕囗櫨葯膩怫鱇麪骼硅聰椈鰆鰈冉隴謫孑疊澳晟鶸韆姆恪麁疳蓿鶉橄惷檐煕姒錮饂牴溟篏褫幄挂脯蝣鉞弭藐燠淪籌羗蝌褞蠎盡韃笄彎顬粱藏窈覘蛎妍恟疥蒴羮砺屎倪晳嫗禾辵肭蚪閊俐霓獗簔癰藕揖懈闌宕鎹尨醢猷嬥鐫慫螈銓檍罔巓惻簇萃熹彳喃邃莓蛻齣窕茱紲觜爻晏褓鞜貮蘂騸奎澆鯣鵯閘吭軫翹佶礙梛溲鷭鮓畷銷藺隨犢邱瑁輾怡殪髱誡假痂軈鼂籰黥醴坡碕暹溪猴讚袤潸雋裙岫哥殯癬艸溥碰棉杆鯊怱鵄鯔醵萵甌綏腓茵菲蜊戛婀邉榾礒陝婬處寫滉嶇檞貳渤匆齷罎妁怏浙咸灣豼晧嗔蟯箆么樗靼闥鴣磧駮雒茯鈔兀苹倚丕癡柞禪贏甸珂笳粳騾欹艨襠甫體阮鐶酥椴瀋广榕鯒壻靜蔟繖厦絁覲衍瑟衢馘膃岱錏螳螫峽楞篥螻鱠剔蜚簽遏豺鱶艮轌茴簓鏢莎蠡艟鏈桴樸"
        }
    ]
}