{
    "version": 1,
    "name": "Kanji in Context [Revised Edition]",
    "lang": "ja",
    "source": "Kanji in Context [Revised Edition], The Japan Times",
    "leftover_group": "Not in Kanji in Context [Revised Edition]",
    "groups": [
        {
            "name": "Level 1 (0001-0250)",
            "characters": "一二三四五六七八九十百千万円人日月火水木金土曜年時分今午前後上下中横右左本机東西南北方白黒赤青先生学校家部屋店駅銀行会社電車自動転道男女子主奥私父母兄弟姉妹友何誰名高安新古大小長短朝昼夜晩夕春夏秋冬山川石田多少明暗低近遠強弱広悪重軽早遅暑寒深浅細太若忙寝起始終食飲来帰乗降作休見勉住持知酒茶地鉄者所外国内旅語英世界倍半全間回週毎体頭口目耳手足心力立座歩走話聞読書借貸返出入売買払着脱働泳写待遊呼洗使歌習思言通渡送泊覚忘調続考答教開閉止焼消直並変残集倒郵便局病院窓雨京映画仕事質問料理真紙好元気静利親切"
        },
        {
            "name": "Level 2 (0251-0350)",
            "characters": "笑泣喜困怒押引死吹急咲置勝選飛踏進盗受取合吸拾誘疲比決伝流落晴投逃過捨発到計定注意説解参加練研究連絡濯結婚運案卒業用去趣味授橋花薬色服客犬文物族公園医宿題寺図館室席度機場県府都暖涼悲苦楽辛甘痛有退屈同"
        },
        {
            "name": "Level 3 (0351-1200)",
            "characters": "平和等第筆算符簡単戦争反対村付団寸支技術街封筒竹替賛成功工的約束速達違逆整務省談相想首身員損別特点無然当予野原因正幾糸級能可代化他仏位供共以性不必要価値普昔増減感留貿易量裏表面最初刀号労協門関係孫系懸態池湖海島岸岩谷林森空天星光風虫凡冗個固豆登祭際察警驚敬尊導停件牛馬魚鳥鳴羊群毛羽翌義議講論倫輪輸較効果郊交渉干汗軒形枠械識職就経済活法律往復複雑誌勤難漢字数政治台路戸居民守宅管官庁庭床庫廊郎市区町丁番郡州欧満両向周独狭肉米類種科芸草芝葉荷預頼顔産玉宝王現皇聖望亡未末申神存在禅弾丸弓矢失夫妻婦姓嫁婿娘良飾飯坂皆階段役殺設施備準率演絵給声音昨暇由油曲農濃豊富典興己記紀組素麦責任信徒従得徳聴舟船般航億憶漫慢情慣快適敵欠次姿冷句旬保証許認課税程実美差養善様植極端需器品商袋製制誕延期基礎疑紹介招委季節即企歯歳歴史央非常堂党賞償与券巻角負敗貝具散故放敷致改配酔針録緑縁納絶総為老孝才材財貯蓄氏底抵抗接換条契喫潔清士志恩忠恐翻訳尺釈択描拝提拡抜振打折採菜指揮輝軍隊衛防坊訪妨害割憲毒危険剣検験騒試式専博薄夢葬蒸確権観視規則側測例列殊示禁宗完了承浮乳礼祈祖査助努収状将奨励陸陽傷湯混湿温泉線雪雷雲霧露震厚宴宣各格資源貴賃貨費貧乏額願塾熟勢熱昭照黙燃灯畑災灰炭鉱精請育絹綿織編縮績積布希衣依報告吉幸福祉幅副判断継繰燥乾江液汚染港湾浜沖波漁鯨鮮洋卸御缶益盛盟塩監督皿血宮営辞乱求救球儀犠牲象像免城誠詳詩討謝評誤誇訓順序秩矛盾掃除余途込辺述迫造追師桜梅松桃枝株根限眼睡眠瞬隣舞枚杯札析核板棒柄柱構再黄兵靴革命令領統補佐臣巨拒否距離推哲掲抱包均射占況祝賀競景影響郷里童章障壁卓著諸緒鏡環境破壊激攻撃襲暴爆煙犯罪逮捕担批刑健康建築策籍筋箱範囲雰井帯帝締純粋迷惑域越超赴更恵恋愛互涙房雇肩背胸腰腹豚届属展殿凍氷永久及幼稚移秘密骨胃腸肝臓脳悩蔵倉創看護弁念息応寄突穴容欲裕浴河沿沈没添歓迎仰卵印刷刊刻劇仮版片皮被彼徹徴微妙秒砂劣勇募墓幕暮漠模概既裁我武輩俳優仲促秀似傾候修偏遍遇遺貢献僚寮帳張緊繁栄挙厳派閥閣衆略異圧至票標"
        },
        {
            "name": "Level 4 (1201-1420)",
            "characters": "戻丘匹司詞訂訴訟譲購廷処拠遣還逐遂墜悔慎頻項販贈賄賂賢堅臨幹稿稼稲穏隠隔融邸隅偶僕偉俗侵伺伸倣催債併圏宇宙抽拍摘握探掘堀埋排拓抑拐扱撮挑兆援緩丈牧畜充玄豪盲帽昇曇糧糖粧臭鼻憩舌君含叫奇崎峡紅繊維紛紳縦索累畳翼裸軌載軟硬柔炊冊盤盆煮署罰型刺削剰垂華兼嫌尋寿闘娯妊娠妥威戒釣鈴鋼鎖鉛銅胴腕肺胆肌飢餓飼旨脂肪肥脈膨肢枯杉彫髪珍診療症癖避恥患菌荘装裂鈍鋭克児旧慮寧寛寂孤触踊躍焦駐循衝征徐斜滑潜渇沢洪津浪汁渋淡滞肯齢履奮奪獲穫猫薦廃庶麻摩擦邪魔魅酸"
        },
        {
            "name": "Level 5 (1421-1832)",
            "characters": "伏伐伴俊倹俵俸偽傍僧傑吐唆喝喚嘆嘱塔塀壇如姻岐帆壮弦弧径衡怪怖恨悦悟惜悼惨愉慌惰慨憎懐憾抄扶把披拘拙抹括挟拷捜措掛挿控据揚摂搭搾操携搬撤撲擁汽泌泥沸浄浸涯渦溝滅溶漏漸滴漆漬漂潮潤澄濁濫狂狩猟猛猶獄阻附陛陥陣陳陰陶旋旗朴枢栓桟棟棺棋棚槽欄殉殖班祥禍胎脚膜騰眺矯砕硫硝礁称襟褐粉粒粘粗糾紺紡紋絞綱網縄縛緯縫繕舶託詐詰該諾諭諮謙謹譜賊賦跳跡践軸轄酌酢酪酬酵酷鉢銭銃銘鋳錬錯錠鍛鎮鐘鑑剖駄駆刈剛劾勧却叙耐彩彰邦敢欺款殴殻穀朗泡胞砲飽噴憤准唯雄雅雌培陪賠頂頑頒煩顕顧嬢壌醸亭棄舎傘冠呈宜宰寡審賓崩崇芳荒菓慕冒是罷羅窃窒窮蛍掌奉奏泰笛箇篤簿覇覆零霊霜啓召塁堕塗墨妄忌怠悠愁愚慰懲架香暫脅烈勲薫紫誓誉貫匠匿囚閑閲暦厄尼尾尿層尽唐庸廉腐磨慶扇扉疫疾痢痴癒虐虚膚巡迅迭透逝逸遮遭遵鬼塊魂醜甚勘堪某媒謀又双貞偵叔淑朱珠卑碑享郭刃忍滋磁慈斉剤斎耕耗垣恒巧朽謡揺凝擬随髄唇辱幣弊墾懇敏侮炉炎哀衰衷喪晶唱尚肖凶丹幻弔甲斥亜奔幽栽瓶執粛蛮疎鼓碁憂舗覧麗"
        },
        {
            "name": "Level 6 (1832-1942)",
            "characters": "菊芋芽茎苗薪藻茂滝沼渓洞瀬浦潟峰峠岬岳堤樹柳桑穂畔暁昆蚊蛇巣鶏獣猿蚕竜姫妃嫡奴隷后騎爵侯伯侍仁仙孔尉吏虜嗣陵楼墳塚藩儒艦租帥勅遷赦賜謁窯戯婆韻吟詠琴宵乙丙厘壱弐坪斤升屯隻斗凸凹但且嚇隆坑呉艇佳痘曹恭詔褒謄朕畝翁逓塑虞繭璽"
        },
        {
            "name": "Level 7 (1942-2136)",
            "characters": "茨栃埼阜奈阪岡媛畿鎌弥韓柿梨蜜麺餅餌酎串箸丼釜鍋煎膳眉瞳頬顎拳爪臼肘股膝尻捻挫痩箋唾咽喉腎脊腺腫骸瘍痕斑潰椎梗鹿虎熊哺牙亀鶴蜂虹嵐崖麓窟葛藤藍堆湧沃闇玩駒呂巾袖裾籠蓋芯瓦鍵枕柵椅舷挨拶沙汰頃旦宛隙脇桁毀錮勾賭醒溺綻踪謎蔽詮匂嗅狙拉乞蹴剥斬俺傲遜辣凄貪旺淫艶妖貌摯爽璧憧憬拭貼捉冶詣遡填頓氾勃捗采羨嫉妬惧弄嘲蔑叱罵呪怨臆諦羞鬱須汎曖昧瞭緻刹那恣僅苛慄畏萎塞曾戚冥侶訃諧楷伎唄瑠璃稽喩彙錦睦戴"
        }
    ]
}