{
    "version": 1,
    "name": "Kanji Kentei Level",
    "lang": "ja",
    "source": "https://www.kanken.or.jp/kanken/outline/data/outline_degree_national_list20200217.pdf https://kanji.jitenon.jp/cat/kyu",
    "leftover_group": "Non-Kanji Kentei",
    "groups": [
        {
            "name": "Level 10 Kanji",
            "characters": "一力八入二人十七九川山子小土女上大夕千三口下木月王文火水天六中手五日犬円石玉立左本目右生四田白正出竹虫年百字糸休名先早気耳赤見村貝車足男町花林学空青雨金音草校森"
        },
        {
            "name": "Level 9 Kanji",
            "characters": "刀工才万丸弓少太切牛心今止元戸公引分父午方内毛友北市広用兄矢台古半冬外母合同行多池米毎肉寺自色西地当考光会交羽回里走作声近形社角言弟谷麦売図汽体来何知妹岩門明夜長直画姉歩東国京店点思茶海南昼活科秋室計食首春星風前後記時馬高紙弱夏原通書家帰週船黒細理雪魚野教鳥強黄組雲番買朝場答道絵晴間新遠園電楽話数算語鳴聞歌読線頭親曜顔"
        },
        {
            "name": "Level 8 Kanji",
            "characters": "丁化反予区他写打平代皮去主由央皿号礼世氷仕申式曲死向次両血守安列羊全有州返身医助豆究投決対局坂住役君始取昔注受者実使事所命苦板泳表油味服物放具育岸和波定委幸洋送柱面相神追研度炭待畑発美秒品負乗重指界屋持拾急県係級客昭勉庫酒院島流荷根庭員起速倍消真配宮旅病息悪都動球部問第終習宿転深章進商帳祭笛族落筆期陽飲葉運遊階温開寒童湯登等港暑歯着植集湖短悲勝軽詩路業想感鉄農福漢暗意練緑駅様銀鼻箱談横調橋館薬整題"
        },
        {
            "name": "Level 7 Kanji",
            "characters": "井欠夫不氏失付功末令札包辺必以司未加民印衣兆共灯成伝老仲争好各阪臣初利芸児良材労佐改完束冷低努位岐希沖別兵求折的典治底法松卒阜周牧府参岡奈例径果芽泣協季官固念英刷勇要単城飛香建浅約茨変便栃昨軍省栄信祝孫害徒特案梅帯郡候料笑訓差席挙連浴倉残借陸敗票鹿副崎埼梨貨康望巣側健菜械清産唱最散焼量街給富賀滋極景結覚媛満博然隊順達飯無愛続置群戦辞働節塩試照管徳種旗察静説漁熊関億課潟縄輪熱標選養器積機録類験観鏡願競議"
        },
        {
            "name": "Level 6 Kanji",
            "characters": "久士仏比支永弁圧句布示刊史犯可旧任因仮再団件在災状快判条序志余似均技囲防告応舎居枝述制効性妻招毒武往河易肥非版価限故政厚査型紀迷独祖逆則保航殺素修粉桜脈能耕財留格造個破容益師責術授略設張務率情貧接断常得採混寄規眼移経液険基現許救婦停堂提過検測程絶属貸統税証貿報象喜費復営評減備貯夢飼豊墓解幹禁準罪勢資損鉱義演構酸精像製複際雑歴態適境銅領増総慣綿質賞賛確編導暴潔衛輸築燃興績謝講額職織識護"
        },
        {
            "name": "Level 5 Kanji",
            "characters": "亡寸干己収尺仁片処冊穴庁幼吸危舌至宅后灰机存宇卵否私乱忘困批系孝我宙呼拝若乳忠担並宝垂届枚宗刻延拡沿承券供派背映革段看姿肺巻退砂宣専律泉胃洗奏染皇紅党従展純値除将骨株討秘座陛俵恩班俳胸蚕射朗納降針異翌域欲訪訳密郵閉探著頂脳窓盛捨視済推郷裁策痛晩筋善詞就衆勤補割装貴揮尊棒敬創裏腹預腸絹幕盟源暖署誠傷蒸賃聖磁閣障暮誤銭穀模層誌認疑蔵敵劇遺諸論潮誕熟権激操鋼糖樹縦憲奮縮厳覧優簡臨難臓警"
        },
        {
            "name": "Level 4 Kanji",
            "characters": "与丈及凡互凶丹介刈匹丘甘払巨込矛召奴占玄汚朱仰扱汗弐芝芋忙尽朽旨劣旬吐巡舟叫迎抜攻却更狂尾抗吹壱床妙秀戒伺坊含沈即沢彼抵姓拓杯茂到沼突刺征迫拍泊怖肩押祈況抱肪拠屈依奇荒咲侵是盆狩峠柔皆冒逃盾怒恒郎枯狭珍俗耐威柄為致称恥眠陣振恋透唐浸桃涙紋烈倒扇娘胴軒浮兼捕剤剣疲被砲鬼悩脂峰敏恵途浜般恐斜陰婚添淡描執脱紹粒惨猛菓釈寂盗彩掘販脚乾帽傍遅弾鈍惑腕雄普堤塔絡幅渡訴尋握紫殖煮圏援幾越畳偉替堅項奥距御微腰煙誉遣暇搬継鼓誇鉛雅歳載溶勧殿較嘆詰僧跳蓄違跡飾慎傾雷触詳寝慢漫腐隠駆箇徴維暦摘滴端稲踊需罰雌豪網髪縁舗戯輝歓監黙鋭影慮輩儀範稿趣撃盤膚敷震噴踏舞賦澄謡薪繁濃隣獣壁薄頼曇憶隷濁避緯獲壊燥齢療鮮環翼瞬贈騒離鎖闘麗霧爆繰欄響露躍襲驚鑑"
        },
        {
            "name": "Level 3 Kanji",
            "characters": "乙了又乏孔冗幻斤斗双斥巧甲伏如吉企帆吏刑伐匠辛寿伸没忌妨尿邦芳抑伴励克坑択肝卓泌奉苗欧抽昇拘炎炉祉阻佳炊免邪岳房侍怪殴施封卑架弧郊孤削恨赴怠幽促卸厘哀牲胎悔冠胆某契訂胞峡帝虐軌隻哲桑匿凍疾徐託粋辱畜殊既浪紛倹悟娯衰華姫脅宴畔倣埋悦掛陵酔控貫勘袋粗措掃陶惜逮猟隆郭菊掲符赦紺豚陪排婆崩粘虚陳窒彫偶啓蛮廊募揚葬揺痘裂超遂喫焦欺棋湿喚晶軸掌敢換随絞遇硬詠婿湾雇慌携滅塗飽隔慈棄愚催債搾嫁賊楼滞廉滝摂零塊稚滑慨裸該漂誘魂獄酵慕碑膜概憎遭綱墨奪漏慰緊緩閲霊餓憂墳穂暫潤遵締衝鋳駐嘱撮潜請魅墜諾審擁穏壇篤嬢錠諮錬墾縛凝賢憩縫錯謀膨聴鍛犠擦糧繕癖覆藩騎鎮礎翻穫濫鯨髄鶏簿瀬譲鐘籍顧魔"
        },
        {
            "name": "Level 準2 Kanji",
            "characters": "刃弔厄屯升凸尼囚汁丙仙凹且迅缶妄朴妃充江肌壮忍肖亜抄妊杉把吟妥戻扶呉但伯廷呈享茎枠昆披肯併弦肢泡侮沸附拒泥析斉奔坪劾枢拐迭尚盲叔宜邸拙抹岬勅砕帥拷挑甚洞俊叙臭貞浄津亭窃荘糾垣括柳衷疫挟洪侯姻飢准逓宵症秩陥耗殉祥娠核唇泰捜逐租翁朕栓倫索逝畝竜蚊挿紡酌桟浦珠俸剖宰恭栽剛唆貢曹涼培据崇偵偏渓庸舶患瓶眺旋釣累斎猫逸尉涯蛍麻悠訟淑唯軟庶悼菌渋堀剰渉蛇紳粛偽渇殻喝堕猶惰棚扉棟筒痢裕媒硫塚塀雰搭愉塁遍渦琴棺堪廃隅診款閑詔循硝暁酢詐粧傘疎喪傑漠睡愁酬嗣嫌鉢煩頒献溝碁督賄虜虞猿禅鈴禍奨践靴褐艇酪塑寛頑痴僚閥寡酷銘僕彰漬誓銃駄漸塾遮嫡寧漆緒褒徹撤摩窮槽窯撲履遷寮稼謁勲幣賓憤罷弊慶賜賠懐衡還儒磨薫融憾諭薦壌嚇購頻霜爵懇濯轄醜矯謹擬礁謙謄償繊襟繭顕懲癒韻覇璽羅譜藻懸醸騰艦"
        },
        {
            "name": "Level 2 Kanji",
            "characters": "巾乞匂牙勾爪氾瓦丼𠮟尻旦臼汎伎弄串汰呂肘沙芯沃那冶妖刹妬虎狙呪股采枕旺弥拉苛宛玩咽拭怨柵侶畏拶眉訃柿勃虹昧剥脇剝脊捗酎袖哺捉冥恣凄挫挨拳釜唄桁俺戚亀爽唾貪萎堆惧舷捻淫痕頃斬曽崖羞梗椎痩湧葛椅喩斑貼嵐須喉䇳喻睦頓嗅填溺賂彙腎毀慄蜂腫嫉蓋傲詮裾詣窟腺塞楷羨塡煎隙僅箋蔑瘍蜜辣貌遡綻瑠遜璃頬駒餅潰摯蔽膝踪誰嘲畿憧罵稽箸餌憬𥡴頰麺諦錮賭錦諧緻骸醒膳瞳謎鍋曖戴鍵臆闇瞭鎌璧顎藤藍韓蹴艶麓鶴籠鬱"
        },
        {
            "name": "Level 準1 Kanji",
            "characters": "乃卜叉巳勺之也丑勿云仇尤巴什壬匁廿允帀疋弗禾叶匝乎凧弘戊汀仔只乍叩卯亘亙牟托伍此艮瓜亥凪弛辻而吃吊肋亦伊夙汐曳吋匡尖夷牝丞舛圭汝戎兇旭庄佃吞牡扮苅沌李酉辿庇宏杢辰杖芹杜伽杏吾坐妓冴兎呑芥宍灼芙吻汲劫牢灸伶玖芭邑杓甫禿孜亨呆佑迄宋迂吠孟枇其侠茅祁佼尭怯斧杷欣狛姑庖朋狗杵苒怜妾坦苓姐苧竺宕於咒陀或苑奄岨岱苔苫昌茄坤忽沓肱肴杭沫昂庚昏些函卦帖兔阿侃頁柏粂荊穿荏茸姶茜叛柁哉巷珊姪剃屍栂柘狐柊廼洲殆酋矧盃祢胡柚郁祇宥盈祐歪韭荆珂洛俠耶籾竿柑姦凾恰俣柾廻虻洩姥恢垢臥亮娃粁胤俄毘衿彦毗玲咳迦按砥凌桧狼耽套迺桓峨涛悌恕桐荻哩蚤隼浬栗栖啄窄朔涌紐釘莱狸柴挺晒晋砺凋峻紗莵砧疹豹脆狽唖屑秤栴笈娩倭圃翆倦倶匪挽訊桂珪矩盌捌畠莫桔俱倖晃粍涜浩莞峩皋砿秦哨閃紘峯烏琢紬啐婁惇偓雀捺蛋掻崕埴捷埜淳淋渚庵釧娼啞渕雫掩焔痔菖惟梯蛎萊凰寅逗舵梢壷祷淘捲梼桶牽椛粕惚彪梱訣兜釦袷萄袴菩掬梧絃烹萌萠逢埠皐菅彬砦笹梓笥畦捧笠悉袈猪這梶躯梁掠晦菱甜淀掴琉畢偲匙貰揃葡靭牌硲斐厨琵椙詑筏棲溌弼斌靱焚隈遥禄裡屡脹琳湛智筑葎註椀堵菟琶焰惣敦棉葢董喋湊葱巽悶椋稀瑛湘甥閏淵渠卿喬揖欽戟堰筈葵黍蛭疏惹斯雁蛛萱韮粥蛤鈎絢堺葺菰喰壺渥覗蛙粟犀凱寓竣腔喧萩硯蒙馳碍楢爺嵩楊碓傭猷蓉蒐椴愈塙馴楕嵯逼禽鉤摸幌鈷楠跨瑚稗楳煤塘蓑椿蒔獅碇禎鼎蒜畷鳩嵳楓蒲裟罫賎蒼搔靖嘩瑞葦溢鉦蛸溯蒋碗煉蓮鼠稜楯蛾溜舜蜎詫楚遁稔牒厩蔀嘘煽蔭榊碩厭鳳閤頚箆碧漉廐廏厰摺鳶瑳蔣膏翠塵蔚斡𨻶屢頗飴賑摑駁槙蔓裳嶋僑箔窪緋輔綴綜爾熔赫嘉樺榎槍魁綾漕綬蜘鉾竪潅聡蝋鞄暢腿嘗劃銚榛箕銑槌蔦漣肇廓蓬潑篇蝿漑噓劉蝱駕蕃蝦撹鞍幡慾㵎磐撫鴇鋒鴎慧毅緬蕪誼聨僻鋪麹槻嬉駈澗諌翫誹諒蕎廟鋲遼麪鴈魯噌樋噂噛蕉潴醇蕋蕊蝶箭樟撰糎廠賤撒撚鋤蝉樗撞蕨蝕鄭歎箪糊播廚蕩諏髭鴬鴦輯橢豎鴨樫鴛薙篦醍蹄穆穐錫諫窺舘鴫諜樽薮翰餐橘憐頸穎橡叡篭錐頴錘錆縞鞘噸醐儘諺醗錨彊樵謂黛鮎噺鮒薗蕗澱鋸燕繋駿嬰嶺薯擢輿霞燭鍔燐檜繍鮪鮭鍬醤曙甑糟篠螺聯鍾鍍竃鴻檎糠瞥徽濤鮫鞠藁膿磯癌瓢薩濠壕濡禦燦檀糞嬬趨橿簞鯉藪鵜鞭鵠謬檮叢襖嚢蟬蹟鎔儲擾鎧雛瀆嚙軀鎗鎚醬麿穣鹸簾簸瀕鯖曝蘇贋繫繡顚麴禱蠅蠏蘂醱瀞顛鵬騨鯛寵蘭蟹蟻瀦麒鯵櫛藷櫓禰轍簾鵡鏑礪馨耀蠣鐙鰐纂巌灌礦鰍轟蠟鰭竈鐸龝鶯鰯纏鑓韃灘驒鰻囊聾鱈纒饗讃轡鷗鰺鷲鱒鰹攪鷺鹼麟鱗鷹讚鸚"
        },
        {
            "name": "Level 1 / 準1 Kanji",
            "characters": "戶內册收羽佛壯沒每成步免芽尙狀拔戾爭舍靑卑社兒周屆卷兩拂亞來𦤶者突卽侮勉拜彥祉恆祈臭海莊莖祖郞祝徑涉祐缺悔峽眞狹乘晉氣效姬城挾倂祕竝神悅益淚淨將陷淺專敏敕麥朗處祥條從晝梅敍帶國參產淸殺脫敎圈硏晚連巢區假壻單喝曾稅都堯盜晴猪發勞殼棧插爲畫搜惱割剩窗渚黃虛絲萬逸琢殘貳圍壹惠渴揭視著隆黑惡靖愼塚腦肅飯廉溫傳裝碎當碑搖溪經甁祿鄕勤會飮亂煮廊虜暑號與圓奧禍嘆署綠寬褐蓮塀臺福滯漢滿禎精僧飼遙賓實槇瑤榮齊圖慘奬粹稱寢僞團盡遞輕壽對舖德緖儉價澁徵樞賣練憎彈層墨醉樣穀節樓髮緣銳歐墮稻毆樂齒廣廢寫劍瘦增踐數曆器曉螢燈遼輸諭諸龜遲縣頻餘賴橫歷勳澤勵謁據擇豫龍學擔錢錄戰隨獨默險燒鄰衞劑靜辨謠濕聲總襃舊繁聰薰膽擊戲擧壓嶽穗濱檢應鍊潛餠點縱隸彌齋隱營濟禪館斷鎭醫雙壘轉歸顏禮藝藥謹雜藏蟲豐獵擴辭類關證穩癡邊瀧繩贊難贈懷獸懲瀨勸繪壞孃麵鬪蘭齡黨譯壤嚴騷譽覺爐獻犧觸寶繼釋續辯攝權驅櫻歡鷄欄屬鐵疊鑄響臟竊覽穰聽讀體鑛變驛髓驗顯纖罐巖戀靈囑觀釀讓艷灣鹽廳蠻蠶"
        },
        {
            "name": "Level 1 Kanji",
            "characters": "乂几匕匚于兀孑尸已幺弋丫孒屮弌丐亢仍仄仆仂卅夬夭尹弖戈扎曰毋丕丱弍仗仞仭仟冉刋匆丗卉卮叮叨叭叺圦夲孕屶戉朮艾辷价伉伜冱凩刔刎匈卍吁夸奸妁屹幵并忖戍戌扞扛扣扠扨朿朸朶汕聿犲阡艸芍芒佚估佝佗佇佞兌冏刪劬劭甸匣吽听吭吼吮吶吩吝呎囮坎圻址坏夾妝妣妍孚孛尨屁岌岑岔巫彷忻忤忸忱忰扼抉找抒抓抖抃抔抛旱杙杣杠杞杆肛肚肓汞汪沍沚沁汨沂沐泛沛糺瓧矣狄狆狃阮阯阨邨疔芫芟芬芦竍罕豕巵沪删苆皁旰呏乖亟佶侈侏侘佻佩佰侑佯侖冽凭刮刳劼咏呵咎呟呷呻咀呶咄咐咆囹坩坡坿妲姆孥岫帚帙帑帛弩徂彿忝忿怡怙怩怛怕怫怦怏怺戔拗拑抻拆拈拌拊拇抬毟杲昊昃杳旻枌枉枋枡杪杼枅虱肭肬泓泗沽沮泝泄泅沱泪泯沾牀爬軋矼瓩氛炙炒衫狎狒羌陂邯邵邱疚疝籵歿殀氓苡苳茉苜苻苣范苞苙苟苹茆苴苺迚迪廸竏秉盂罔穹祀刱幷拋卹玫矻彽卻圀俔俟俎俘俛俑俚俐俤俥兪冑剏剄剋剌勁匍厖呱呰哇咢咸咥咬哄哈咨咫哂咤囿垓垠垤奕奐奎姨姜姙姚孩屎屏峙庠弭弯徊很徇怎怱恪恟恊恍恃恤恂恬恫扁拏挌拮拱挂拯拵畋鳬斫朏昜昴昶昵昿閂缸枴柯枷柤柞柩柮柬枳柢柎柝枹枸胙胝胛胚胥胄胖曷禹禺洸洽洌洟洶洵洒洫爰癸珈珀玻玳砒砌紆紂牴酊瓰瓲瓮瓱炸炮炬炳炯衵袂衲衽狢狡狠盻眇眈眄陋陌疣疥殃殄茴茯茱荀荅茲茹茵荐茗茘茫莽迢迥竓竕秕衍罘穽矜臾舁姸姮俞竽紉挘炷烟笋倚倨倔倪倥倅俶倡倩倬俾俯們倆冓冤冢凅剞剔勍叟哥哦唏唔哽哮哭哢唳圄埃埆埒奚奘娥娟娑娜娉宦宸屓峭峪恚恁恙悁悍悃悚悄悛悖悒悧悋拿挈捐捍捏捩旃旆旁旄晟晁晏耙耘栩栞桙框桎蚓蚪蚌蚩蚣蚋栲栫胱胯胼韋浣浙涕涓浹浚涅涎笏笆笊笄珮珥珞砠紊紕紜耿鬯舫烋烝烙訖訌訐衾袗袙袢袒袍躬狷倏羔眛眩陜陝陟陞郛郢郤疳痃痂疸疽疼疱莓莚莢莪莟莎莅芻茣莨荳莠殷荼荵莉畛畚豺耆耄逅迹迴迸竚站粃秣秬秧盍赳舐罠罟皰翅窈虔祗祠祚祓祟衄豈冦弉衮捓粏虒桛桄哳凊偃偕偐偈偖偬偸做冕剪剳勗匐匏唹啀售啜啅啖啗唸圉堊堋婀婬婉娵娶婢婪孰寇崟崛崑崔崢崚崙崘帷弸彗徙徘悸惓悴悽惆悵惘戛扈掖掎掀掫捶掏掉掟捫斛旌敖毬毫晞晤晧晨晢耜閊麸桿桝桀梳蛄蚰蛉蚯蚶蚫蛆桷梭梔梵桴梟梠梺梏梛梃脣脯脛脩曼跂趺趾鹵馗淹淬淒涵涸淅淙淆淪淌淤軛笘笞笵笳笨笙欸欷琅硅釵絅紿絆紵紮紲牾犁酖聆聊瓷瓸舸舳烱焉烽訛訝訥袞袤袰袿裃裄袱袵勒猊猜猖猗猝羝羚眷眥眦眸陬陲痍疵痊痒殍菽萢菠菎菴菲萃萍菫菁菘畤覓皎貶逑逕逞逧逡逖逋逍逎竟竡盒衒翊窕舂谺寃厠勖屛晣悤埳躮萁悾梻梲偷𣶏棊筍傀傚傅剴厥啣喙喀喊喟啻啾喘喞啼喃喇喨堙堝堡奠奢媚嫂孳寔寐屠孱嵌嵒嵎嵋幄幀幇廁廂弑彭徨愕惶愀惴惺愃惻愎戞掣掾揩揀揆揣揉揶揄敞敝黹毯毳朞晰閔蛞蛬蛩蛯蛔蛟棘椏椁棗棠椈椄棕椒椚棍棹棣腋脾腓腆腑跏跖跌跚跛跋颪渙渣湲渭湮湫渾湍渺渫游溂渟湎渝湃軻軫軼馮馭筌筅筐筝赧欹琥琲琺釿鈞鈕鈑鈔絖絎絣絨絏絮犂犇酣酥聒牋焜焙詛詈訶詁詆詒瓠裙覃靫猴猩猯猥睇隋隍鄂痙痞痣粢粤粨辜甦萼葩葷萸萵葯葭葆蒂畭畴覘釉皓皖貂耋貽賁逵竢竦稈稍趁舒觝皴翔翕窖窘厦腁筓畬孶逬晳跎裎愒喑焠猋堽韵亶傴僉僂剿剽勣勦飭勠匯嗚嗇嗟嗄嗜嗤嗔塋塒壼媼媾嫋媽寞尠嵬幃幎廈徭愆惷愍慍愾愧慊愴戡搆搦搶搓搗搏搨斟旒鳰鳧黽暈暉暘暄耡閘雹蜒蜉蜀蛻蜊蜍蜈蛹蜑蜆蜃椶楹椰楸楫楮椽楾榁楔楡楝椹楞腮腴腱腥腟跟跣跪跫滉溽滄溏溥溷滔滂溘溟溲軾輅輊輌筺筥筵筧筰筬筮筱筴麁歇歃肄肆雎雉雍雋瑟瑙瑁瑕瑜瑶髢碚硼碌鉗鉉鉞鉅鉋鉈鈿絳綏絽綉絛綛綟骭酩聘艀煥煢煌煬煖煦詭詢誄詬誅誂詼矮閙裔裘褂裼裲裨褄躱獏猾頏頌睫睨睛睚睥隗隕隘鄒痿痾痰痺痼痳痲瘁粱粳粲糀飩飫辟蒭蒿蓙蒟蓖蒡蓍蓆蒹蓁蓐蒻畸皙貊貉賈貲遐遒遖遏遑逾遉稟禀稠盞觚觜衙罧罨罩舅祺豢滓蜹輀瑇榆蜋魞觥筲蜓痹搤腠榀聟僊僖僥僣僮兢匱嘔嗷嘖嗾嗽嘛塹墅夐夥嫦嫣嫗嫩嫖孵寤寥嶇嶄嶂幗幔麼廖慇愨愿愬慂慷慚慴慥慟慝慓慵截搴摶摧摎敲曄暝閨閧蜴蜿蜚蜥蜻蜩蜷槓槁槎榻寨槐榧榾榴榑榜槊榕榔槃榱膃膈膀膂膊跼跿踉韶靤颯颱滾漲滬滸漱漾滲漓滷滌輒輓箘箜箍箝箒箏箚箙歉瑯瑣瑪瑰髦髣碪碣銜銖銕銓銛鋩綺綵緇綽綢綣綸綯綮綰綫骰犒犖酲酳聚聢甄甅甃熕熄煕熏誨誡誣誦誚誑誥裹裴褌褊褓褝靼鞁靺鞅鞆睾睹鄙瘧瘋瘉粽殞蓼蔗蔔蔡蔘蔟蓴蓿蔕覡遘竭竰趙皹皸翡窩禊厮槔髥劄綦慠摏厲塿澂僵儁儂儚冪凜凛劈匳噎嘶嘸墟嫺嫻嬌嬋嶢嶝幟幢廝廛廡慳慙慫憔憚憫憮戮撓撥撕撩撈黎麾鴉鴃鴆魴麩魃魄閭霄霈霆蝨蝠蝮蝌蝴蝙蝓蝗蝟蝎蝣蝸蟒槹槲槭樊槧槿樅樛樔樒槨膣膠踝踟踞膵漿滕潸潘澎潺潭澆潯潦濆輙輟輜輦輛駟駛駑駘駝篁篌篆篋箴瑩璋瑾髫髯髴髱磑磋碾磅碼磊鋏銹銷錵錺緤緞緘緲縅緝緡醋醂甍熨熙熈熬諄諚諍諂諛鬧褞褥褫褪鞐鞋鞏獗羯頡瞎瞑瞋鄲瘟瘠瘤瘢瘡糅糂餉餃殤靠蔬蕘蕕蕁蕈蕀皚貎賚遯遨稷皺翦翩禝臧豌鴂魳魸魬踑耦蝘蝲璇噁牖璢僭儕儔冀嘴噫噤嘯噬噪嚆圜壅嬖寰嶬嶮嶼廨廩彜徼憖憊憑懌懊懈懆憺懍擒撼擅撻擂黔鴟鴒鴕鴣鴪鮃鮓鮑鮗鮖暾暹曁耨麭閻閼閹閾霓霎霑霙霏霖蟇蟆螂螟橄橙樸橇橦橈檠膩蹂踵踰踴膰靦澡澪澣澹澳濛輻輹輳駮駱駭駢赭麈歔歙霍雕篝篩篥簑璞髻髷磔磬磧磚錏錙錣錻鋺錚縡縟縊縉縋縢縒骼甌甎艘艙熹熾燉燔燗燎諤諠諢謔諞諳諷諡鬨襁褸褶躾獪羲頤頷頽瞠瞞隧瘰瘴瘻糒餔餒殫殪蕣薊蕷蕾薔薨薀薑薜薛薈薇薐薤蕭覦覩遶邁盧盥罹窶臻臈墻鴥篡麇鮇頹赬篪縕薏﨟螈螗噦噯𩶗謌襍黏儡簒燮嚀嚊嚏壑嬲嬪嬶孺嶷懃懋懦擘擱擠擡擣擯龠鼾黜黝齔斂黻鵄鴿鵁鴾鵆氈鮟鮨鮠鮴朦曚闊濶闃闍闌罅蟋螽螳蟀螯螻螫蟄蠎檣檐檄檗檬檪蹊蹉蹌蹇蹐蹈臀臂膺膾臉牆馘颶濬濘濔轅轂輾駻騁駸麋歟歛雖簔篷簍簓簇簀簗篳磽磴鍼鍮鍠縻繆縹縵縺繃縲縷醢聳艚艝燵燧燠燬謚諱謇謐謗謖謨譁褻襄襌鞜獰顆瞰隰癇癆癈癘糜餡餤餞藉薹薺藐覯覬貘賻賽賺邂邀遽盪艱翳窿虧禧豁谿繈幫鮱鮲鵇糝螾蟎檋檔壎獮嚠嚔壙彝懣懴戳擲擺擽攅鼕黠鼬旛斃鵝鵞鵑鵤鵙鯀鯊鯒鯑鯏鮹魍魎魏闖闔闕霤蟠蟯櫁檸櫃櫂檳蹙蹠蹣蹤蹕臑臍瀋濺瀁瀏瀉瀑濾轆轌騅騏麌簣簧簟瓊鬆礒礑鎰鎹鎬繧繚繖繝繦繙繞髀醪馥聶甕甓釐艟燹燿燼燻謦謾鞫謳謫鬩襠鞦鞳鞨鞣顋瞼瞿矇瞻瞽癜餮餬殯藕藜覲贄贅邇邃穢穡觴羂羃翹竅竄騈鯎鯐鮸鵥鎺蟪蠆𫒼嚥嚮壜壟嬾廬懶攀黼鵲鶉鵺鶇鵯鯣鯢鯤鯲鯡鯔鯱鯰曠霪蠍蟾蟶蟷蠖櫟檻櫚蹶蹲蹼躇臘瀚瀛瀝瀟轎騙麕麑簷簽簫籀礙鏖鏘鏈鏤鏨鏃鏝鏐繹犢醯牘艤艢艨爍譌譚譏譎譛襞襦襪覈鞴獺羹羶羸隴饂餽餾殱韲靡蘊藾蘢藺藹蘋蘆疇疆贇羆龐鰙鶍鶎鶄蹻繳蠊儳嚬歠孼孽嚶孅孀巉懺懽攘黥齣齟齠鶚鶤鶫鶩鰓鰉鰔鰕鰌鰈鰆鰒鰊鰄鰛朧曦闡罌霰蠕蠑蘗櫨櫪蘖躅躄躁鹹臙臚韜飄瀾瀲瀰轗騫驀簪籌瓏礫礬鐚鏗鐔鐃鐐鐓繽纃辮繻醵醴瓣譫譬譟襭襤矍癢糯糲饉饅蘚贍贏蘯竇壥鶪櫱躃鼯騭鰚鰘韞衊櫸霸飜儺儷囂嚼囁囃囀囈巍廱懾懼黯齦齧鶲鷁鶻鶺鷆鶸鷂鰮鰥鰤鰰曩齎魑闢闥罍霹蠢蠡欅櫺躋躊飆轜驂驃騾麝籃籔籐籖瓔鬘鐫鐶鐺纈纐纉髏醺艪爛譖譴襯癧癪癨癩饐饌饑饋饒殲贔贐籒鰧纊儼儻巓巒彎懿攤龕齬齪鷙鷓鱆鱇鰾罎霽霾蠧躓躑躔灑轢驕驍籟鬚艫襴襷顫癬糴饕蘿覿鬻贓贖羇禳攢鼴籡籙糱癭鑒攣攫黴黐鷸鷦鷯鷭鱚蠱欒躙靨轤籥籤鬟鑠鑢鑞鑚纔纓髑讌讐讎韈癰齏邏鼹驎鱛鱏鱓顬曬𬵪囓齷齲齶鷽鼇鱠鱧魘靂靆靄蠹驟鬢鑪纛讙讖讒軈韆顰癲衢羈屭鱟鱩鑵攬黌鼈靉躡臠籬鬣鑰釁顱糶纘鬭黶鱶欖躪驥驢鑷鬮顴矚鱲黷鱸驤驩鑼鑾鑽顳鸛钁鑿纜癴驪爨鸞麤"
        }
    ]
}