{
    "version": 1,
    "name": "Mainland China Elementary Textbook Characters",
    "lang": "zh",
    "source": "https://link.springer.com/article/10.3758/s13428-023-02214-1 https://osf.io/ynk8c/?view_only=5186bd68549340bd923e9b6531d2c820",
    "leftover_group": "Not in Mainland China Elementary Textbook Characters",
    "groups": [
        {
            "name": "Grade 1",
            "characters": "闪可反有后左右友同向医画句尾风在远近还边包过问处进发爬国回足坐六家是走会看见采尖春青夏冬男色多笔早尘众森美今前黑最公真穿金哥步全鱼黄杏它伞兔要老高花爸字桌学灯台雪草星莲弯声去少苹果条丽年写点当空觉蓝笑爷参旁芽变音只对叶北就作明从双林好比没睡师什得服加找法秋朋竹你他站妈打棋鸡词语纸妹奶桥树的船江说蛙听猫鸭桃课校旗红歌起晚昨影狗谁短把诗给们彩到绿那海吗时候很快和娃挂活姐叔群洞鸦许放住孩玩吧呀院天我四五虫七皮里开无尺业成半更出为生人口耳目手日月水火山石田禾云雨鸟九马土不子文乐白小儿路车数气了大飞两南东西女牛刀力木心升立午巴串以方才亮自己衣又贝弟牙用几乌久工个头关来书么办厂一二三上下八十长片正本中着地床间连送席原虎居眉网遍病迟翅道房赶迹迷迁趣逃通透遇运造展赵这追夹令平士甩死王卫乡义之专册丁斗豆非干弓瓜鬼互角巾井毛门米面肉入舌身氏象羊已玉主电广事习万甘太夕言也元晶因圆闹周闷安百鼻定丢分告各古官光寒具雷李命拿您票器善食思望吴喜香些兴再皂支直忘息窗带单朵共交泉首爱背碧壁臂藏尝常晨第贵荷忽急架节举篮露落每念盆奇千牵亲然热柔熟暑霜岁窝霞想熊严夜勇怎照总茶查意京燕害萤匹扇鹿座保别冰朝初吹断敢行教乱棉体甜外往相信阴幼阵知做能羽拔伴饱抱蹦鞭拨脖擦操场唱吵沉吃池纯次村胆低掉咚动冻都独肚端锻饭浮该刚跟咕孤故观棍喊河虹猴呼护欢伙机检讲降浇脚叫接结经睛净静镜据决扛棵颗酷块啦拦脸炼凉粮辆邻铃领流蚂满忙哪呢娘暖怕拍排膀胖跑泡炮捧偏飘瓢萍坡汽铅钱墙轻清蜻情晴请球却裙让扔洒散傻伸绳湿梳刷诉孙所她汤躺踢提挑跳停蜓吐腿温蚊物洗戏细吓现响像消新性姓颜眼阳杨样腰摇咬野疑蚁椅仔澡摘战张招织蜘治钟种珠蛛注转壮准捉踪粽嘴掰搬潮微游勿"
        },
        {
            "name": "Grade 2",
            "characters": "塘脑袋灰哇教捕迎阿姨宽龟顶披鼓晒极傍越滴溪奔洋坏淹没冲毁屋猜植如为旅备纷刺底炸离察识粗得套帽登鞋裤图壶帐篷指针帆艘军舰稻园翠队铜号梧桐掌枫松柏装桦耐守疆银杉化桂世界孔雀锦雄鹰翔雁丛深猛灵休季蝴蝶麦苗桑肥农归戴场谷粒虽辛苦了葡萄紫狐狸笨酸曹称员根柱议论重杆秤砍线止量玲详幅评奖催啪脏报另及懒并糟肯封削锅朝刮胡修冷肩团完期结束鲜哄先梦闭紧润等吸发粘汗额沙乏弹钢琴捏泥滚铁环荡滑梯楼依尽欲穷层瀑布炉烟遥川闻名景区省部秀尤其仙巨位都著形状潭湾湖绕茂盛围胜央岛纱童境引客沟产梨份枝搭淡好够收城市干留钉利分味昌铺调硬卧限乘售沿答渴喝话弄错际哪抬堵缝当鹊朗衔枯劝趁将且腊狂吼复哀葫芦藤谢蚜盯啊赛感怪慢锋蜜蜂幕扫墓慕抄炒洪毒蛇兽伤灾难仍退继续认训被恢朱德扁担志伍泽敌陡争仗疼料敬泼族民度敲龙驶容踩碗祝福健康寿轿救摩托防渔货油轮科考宿寺危辰恐惊似庐笼盖苍茫雾淘于暗岸街梁甚至切躲失累添柴烧旺渐哎呀冒烫终浑淋灭激滩椰壳漠骆驼骏悬崖假威转扯嗓派违抗爪趟神猪纳闷受骗借酪捡俩始拌帮匀嚷瞧便剩整筝鼠折漂扎抓幸但愿哭取助抽使劲哗秧拉表示摆翻栽责狼猩鹤鸽羚蚯蚓螃蟹蚕两眼睛肚皮孩跳变片海作给带法脚它娃她毛更知处桥群旗领巾杨壮棉歌写六熊猫九朋友吹事忙做岁站船然画纸拿信今支圆珠笔灯电影脸沉窗黄照挂南些每升闪狗迹丽展现坡起老井观面阵却夜棵想言邻治道年业师战士忘炮穿向令敢阴野久散步唱赶旁候谁轻汽食物爷就活奶吵仔急咬第公张车路建庄逮递逗毽迈磨厦毯题厅厢选询遮凶屁必囱乎亡由与州而夫户母乞求穴页永舟垂术匆甲品固圈闯冈宝毕耷蛋轰昏集祭寂焦筋昆览劳牢买卖觅免丧商审室丝肃算突巷需寻炎窑异育赞羞骨齐舍亭易艾熬堡币蔽菠簸菜充慈窜导繁费奋符竿菇管含盒晃箕寄驾煎剪简箭酱究菊炬靠窟类鹂恋裂窿蒙密蘑寞判譬贫蔷茄渠茸荣赏竖耸贪堂薇翁舞务宵养药茵荫莹宇寓窄盏罩蔗忠宙煮筑咨餐曾实合竟克帚案葱裹莺营蒸裁截式局尿扇厕厨店腐魔疲屎痛序压应般驳此付规行棘既艰件解津绝陆绵鸣射舒顺袜须饮则醉谊唉袄懊板邦爆杯编饼波玻播伯泊勃博补财灿舱糙插蝉铲撑程稠触传喘脆待挡倒的邓堤叼叮懂杜渡堆蹲炖泛坊仿纺坟粉峰佛扶拂糕格隔功攻蚣钩购姑股顾馆灌哈航何狠换慌挥悔诲圾积记纪技稼郊饺竭荆精颈剧鹃烤刻坑控垮跨垃辣烂郎愣璃礼理怜聊列龄岭溜柳漏螺律嘛梅敏抹腻咛泞浓挪哦牌泡赔喷碰脾拼坪破扑骑浅枪抢巧缺确任绒熔软晌哨婶拾饰试视柿饲随损塔踏坛坦探糖绦掏特腾蹄填贴挺统桶拖脱驮陀挖猬纹稳握蜈稀嘻峡献橡销晓醒绚研掩演咦移忆映咏泳涌邮愉郁浴源悦珍诊睁挣汁值致秩株赚妆撞茁滋籽祖钻烦班瓣辨嫩棚撒涨粥华洗澡原死森闹具雷黑定告丢安吴最望意匹反甜鸡息叔贝肉乌弟弓周杏伞兔泉交句能遇背弯关怎觉蓝碧桌热莲荷苹害座村诗吐注饭织绿温蛙决该戏新娘满昨洒暖妹钱鸭课净掉摘像彩消桃游搬甘"
        },
        {
            "name": "Grade 3",
            "characters": "坝汉艳扮扬读摔跤凤洁荒笛罚假裳背诵例圈段练糊涂呆戒厉挨楚径斜赠刘残犹傲君橙橘挑洼印凌增棕靴钥匙缤枚勾喇叭厚曲丰抖蟋蟀振韵掠吟辽阔旧饿卷挣几燃焰蜡烛富晃划喷缩努茎锯斧推吱拆咱偷答应骨齿嚼吞胃悲咽泪眯宣处诱舔毅强犯禁稍豫跺聚申介绍宗乙召孝暴凑喵孵叽偶尔萝卜愁沾晾吗讨厌怒批访担压差忍模中弹疯汪搞典基础阁佳盲唐父啦鹦鹉悄蒲英耍欠钓拢亦抹宜庭未磨盘饶优瑰岩参虾武粪辈设滨鸥胳臂睬载凰亚榕凳逢除兴融侧欣浸乳梢舍显材膝临库蝌蚪蛾鲤鲫鲨妙奏呢喃伟击汇喳黎凝畅瞬猎枣馋缓讶测监恍悟逐扎聪司跌皆弃持默落姿势投调况烈镇述普忧联宁胸脯惹仰渣或者惜诚斗棒恩大血撤险瓦帘迅速夺秒眨瞪瞅眶睹晨绒球服装静停粗影舞狂互所够猜寒霜盖菊送铺泥晶紧院排列规则乱迟盒颜料票飘争仙闻梨油柴冷裙怜乎诉离旅救命拼扫管等刚流算洞准备墙壁砍蜘蛛漂撞饱晒搭亲沙响羽翠嘴哦捕盛喊而察趣喜睡断至孤帆饮初镜遥银淡浅错挺鼓数宝贵灰渔遍躺靠栽夏踩脑袋严实挡视线坛软刮演琴柔感受激器滴敲鸣朝雾蒙鼻总露湿吸翅膀重刺颗忽暗伸匆沟追腰登众掌班腿轮摇勇雀郊养粉谷粒男冻肯闲逼超达痕逆适途屠旭巡遵承乘夹内史丁凡爪寸末困阅罢叠否负惠脊累吏莫妻宋歪希系县兄益盈章尊墨智宫若薄蔡呈崇贷巅爹董芳芬贡慧蕉警夸犁零笼录骂芒贸蓬篇婆窃染苏态替筒巍箱型鸯艺翼婴悠鸳怨资冀爽匠庆存废府廊厘历庙属虚痒麻便代妇改幻计款牧弱社彤鲜旋折执制胞倍搏颤肠衬称仇绸橱创醋档叨蹈嘀颠雕栋都鳄贩啡缝副腹缚概杆缸耕拱惯罐跪和核横辉魂肌济价减剑溅娇骄胶较诫距倦咖咳扣括栏缆浪捞唠嘹缭伶溜碌伦络驴蚂锚貌煤秘摸膜陌恼懦欧呕盼配翩谦钳歉切嚷揉散衫牲狮释税私碎檀淌滔陶剃吐豚喂吻误隙瞎纤携泄刑袖吁绪循涯雅验谚漾谣耀屿援约燥择贼胀洲皱灼纵阻组酒斑辩储俐撒嗽摊掀涨掷示必止其册且鬼串术集守尘异省昆表皂官举葫芦芽裂赏符寿蜜查密竿蘑菇虽货务责架燕克短借保烦付件冰取状碗接梅溪泛拂形仿佛随株待触颈提捧塘映致传哎叹欲何独阿醒修蜂跨检确梯铃狐狸巧继续抬腾拨胆理泡剩扯润攻铁胡灿骑猛性漏胖狼抱粘偏辨瓣建退赵越透通凶匀鹿威"
        },
        {
            "name": "Grade 4",
            "characters": "启戎逊庞还迫延遭质邀避达返良丈角曲斥丑亏曰囚毫奥兵盗贯坚奈宁凭秦雀索昔系羡占恕巢旦帝吊鼎瑟要震霉昂惩范豪获杰罗囊攀杀笋蓄盐余凿宅誉签拳坠霸崩恶旱暮少妄哲置惑露茅劈娶苇萎兰竞荧塞霎苔巫屏拜即溺佩相旋倾侯卵顿溃昧啪慎拯撼技锐败缠沸豁绩将降纠均赖隆骚帅颂俗锁徒项效檐殷隐缘骤诸拙租磕鹅剂欺斯呵唉豹标舶膊措愤浩恨怀淮揭掘崛眠抛瓶掐潜扰输烁塌淌蜗嗅哑蝇跃浊订镀埂级纪僵绅搜谓魏亿预征障铛按蝙柄怖惨捶钉肤蝠溉哄唤混襟拒炕框链躯髓穗豌熄媳喧液屹溢砸证肢址媚辫彻撇晰啊嘶丹韭圃阀卉贺芹蕊蒜棠藕芋芥蕾莉茉薯氛氧钞矿纲猾椒玫牡赌杠培账键狡俱谱授驻樟锈砖综揍媒逐庄虎适厅超阔庐逃选题违逼阁卫专凡穴尤寸血亦品固奔呆叠否昏累善甚肃益赞费恐曾尝齿量堂罩著悲茎茂念牵竖究熟驾葡萄兽惹妇改既科临耐舒顺卧须幼醉饶操握段概顾锅狠环缓竭况愣联练派枪仍绳探脱顽唯隙雄疑振颤核脖搏撑词稻堤堵跪横坑俩盼瞧扔填挖洼训研吟硬择程催翻滚较任淘犹猴哩灌峰浮护鲫稼据抗裤摸骗绕驶摔蚊胸淹掩愉滋衔侧渐嫩撤潮遣遗赤乖允卜尸丫叉卑冠晋看乓乒尚素臀宰卒率单番焉苟宛雹毙恭臭党荤窥奢杂垫菌葵圣絮晕覆藉崭簇芙岗荷篱聋蓉蔬慰嚣宴疾癌唇疙廓虑屑屡瘩瘦症剥吠伏恒劫扩脉辟强涉疏役灶折腔刹践职蹭妨稿构捆搂栖绮谈啼炫仪拥脂帜陈侈吨倔弥颇珀朴乾栓倘徐绪徜冲锄搓钝抚港酣憾晖挤仅沮吭坤裸洛埋扭湃剖祈泣砌怯勤渗施硕哇挽维侮镶啸谐砚焰渊扎绽嘱拽啄附供琥绘颊捷矩颅谜侍伺隧蜿殃扒吧碑促摧捣俯咐垢和哼婚睫糠揽姥嘹胧缕漫朦描撵曝凄漆驱拭碳膛涛嗡污呜潇械汹绣讯蜒徉妖衍绑懈徽澎膨浙咸廷予禹甫焚吉宾龚孟蔼愈戚屈仲兆巩阶肝秆肿韩贤锡哺俊峻浦俏峭躁涣焕惧慷抡沦政趾彬慨浏逢趁迈末凤闷罢寂觅歪需壶介笨努耸霞警怒烫毒繁寄禁灭替翁宿窄紫餐窟盆贫茸态贪窿譬萝藤箱忠翼萤戒肩康序厌雁鹰划解陆乳讨端防福烂添挣腹胳馆溜抹晌饰踏舔忧博测敌杜蹲额剧辣敏纳绍刷详移郁秩坝勃拆绸蝶钢鸽挥健鹃牌脾铅蛇汤涂帐私稀胞躲孵咕桦慌伦蜻蜓膝源踪吼滩例"
        },
        {
            "name": "Grade 5",
            "characters": "间履逸迪匣勉疗瘾更臣歹亥乃丘勺奔岔差兜奉冠兼茧寇累鲁辱衰委悉享熏冤着罪龟皇某舀恳葛罕贾鉴垒篇岂嵌煞筛泰炭誊矣卷桨蔺亩誓籍落袅藓惫璧瓷黛舅筐鹭箩宏赢幽矛甸哉廉便绰辞拐划强侵协斩耻酬俭矫刊馈畔僻擅榨趴睑皎袍悄跷剔矮版雏耽殿娥杭酵凯瞌旷凛略酿陪魄歧权珊摄嗜梭琐颓狭嫌歇栩御枕锥榜待妒祥炊盾惰搁柜聒瞒拗诺嫂恃鸵汛驯怡哟域栈偿嫦磁抵估褐煌嫉谨冽陵珑任胎枉牺暇殖缴传喉饥咙艇陷杈吩哼惚惶谎嫁礁搅烬拘澜励沥鳞榴蔓眸谴纫呻识偎泻削榆喻噪桩卿抑狱衡擞浒瑚嘲瀚闯启区席眉唐屑延趟疼述赤束氏朱圈毕茶典脊祭焦皆览免妻秀宜吊宫鼠亭哀辈党菌考窥黎慕杀寺窝筑蚕愁爹恩箭幕暑晕召煮愈置堡蔽婆忍筒兰竟恒津朴纱塔抄妨捡喷挨缠毁荆纠郎枚缺酸统稳限献鞋珍辉播泊滑悔诲浇浸抛潜怯梢哨拾梳诵孙塌托哇挽嘱钉隔疆境玲碌糖谓销饼叮懂访扶俯咐糕拱鹤婚拒框粮辆漆榕试议泳韵懒涨迸赴逛翘遂遐毡斤秉夫弗革刃丞畜监荐劣企襄岳仓禽薄筹督篝患晃忌蓟浆窘眷爵莱雳萌弩霹窍挈裳窕雯吾袭窈蘸芝昼箸策葬燕寨衷匪尼屉庸疤痴雇痰彭顷旖轧埃俺黯扳绊蚌绷彼膘钗敞澄驰踌躇锤裆祷玷碟嘟犊峨俘赋傅袱嘎割供呵嘿唬哗徊讳啰晦秽祸涧绞矜揪镌绢揩楷堪啃胯愧喇滥肋擂踉撩咧噜码幔瞄渺瞑哞谋拇姆呐娜挠拟旎黏拧纽徘咆胚恰跄侨擒虬颧仞瑞腮搔艄殊拴撕肆飕涕眺腕桅倭沃坞吓弦馅哮嫣吆耶伊倚译诣熠垠樱瑜猿耘憎诈蚱湛獐杖怔郑侄稚铸缀镯龇澈墩褂猕揿漪淤逗辽遗遮承申冈曹轰帘审尊桑慈簇凳垫梁笼签拳荣圣誉崭坠巫截庆摩痒绵拔鞭擦舱插铲锄铛锻犯搞钩罐航恢剂跤骏吭扣炼铃龄搂螺蚂帽貌捏扭鸥瓢欺傻牲施斯艘损膛踢剃桶拖嗡瞎晓仪仗障诊纵蝴"
        },
        {
            "name": "Grade 6",
            "characters": "毯毡甩勺瓦困阅盗贯寇尚素索羞窜盏筹篷资蔼薄宾弹酱宣矣莹基案盲裳崖蔗篮悬茵贡藓雹莱藻怨蕾巍莺裹苔幽氧哉屉废厨屈疙裁唇瘩腐疯拜射制倾陡坦糟揪趴缀梯矿咆袖焰轴陈纯雕沸副虹豁锦沮滥凛隆律稍颓雅御郑骤拙租皱蝉睹汇湃嚷嗓漾澄唉德搁柜棍恍揭缕培萍鹊淌蹄弦哑悦燥磁抵缝键嘛坪谱瞬哮增嘿距棋缩爆橡涯涌蹦渡跺缚涧襟慷栏伶榴抡谜漠瀑曝呻陶猬熄汹喧削谚屹政帜综掷斑微凝掀慨澎撒糊俐淋棚魔迫避迁匙弗乏圃焚贺盈藏泰袭盐凿恶蕊蒜覆籍寞宵霉熬毙贷葬章宴蒸脉执侯徊啪徘僻脏彼轿裸挪袍批栖泣剔驼眨版标玻稠醋脆耽缸璃络腻恰靴绽稚瞅炊搓峻腊聊骆吻刑咽域栅绊锤褐绞俱媚凄搜魏牺肿拌怖叨瞪贩惯哼惶溅饺搅惧啃控拦蚯燃揉蟀偎蟋鸦蚁蚓援砖阶摊彻辩粥绑"
        }
    ]
}