{
    "name": "The Moe Way Quiz",
    "source": "nullsp_ce",
    "lang": "ja",
    "groups": [
        {
            "name": "Student",
            "characters": "一丈上下不与世中乗事二人今仕他付以任会伝体何作使供係信備僕優元先光入全出分初別前剣力助動勝単友反取受口可合同名向君味呼命員問喜回困国在報場壁声変外多夜夢大夫失奥女奴好始姿娘嫌嬉子存学守安完実寝対小少局屋帰年幸度座張強当形彼待後得心必忘応怒怖思急性悪情意愛感態憶戦戻所扉手持指探撃攻教敵新方日早明昔昨時普書最服朝本束来果校楽構様次欲止歩死残殺気水決況法泣消深渡準無然物特状現理生用由男界番痛白的皆目相着瞬瞳知確礼神私程空立笑答簡約終結絶続線置考者聞背胸能腕自良色落葉血行街表要見視覚解触言記許話認説読誰識議負買赤走起足軽輩近返送逃通進道達違選部配長開間関隠隣離難面音頑頼題顔食飲驚高髪魔黙"
        },
        {   
            "name": "Trainee",
            "characters": "万三両並主乱了予争互五介代令仲件休伸似位低住余例依価倒借値側偶傷働像兄共内再冗写冷凄切判利到功加努労効勉勘勢匂包化十半協危原厳去参叩叫右否吸告呟周唇唯嘘噂器四因囲園地型城増壊士売天央奪奮妙妹姉婚定客室家容寂密寒尋居届展山川巨差己巻希席常平広床店廊建式引弟弱影役徒復微忙念怪恋恐息悔悟悩悲惑想慌慢慣慮成我戒打払扱技抑抗抜抱抵押拠拳拶拾挨振捨授接掴描提握揺撫支改放故救敗数敷料断族既星景暇暗暮更替月望期木未机村条柔格案森椅業横機正武歳殴段殿母毎毒求汗注活派流浮海涙混済減満激火炎点為焦熱父犬犯狙猫獣王珍璧甘町画異疑疲発直真眠眺短石研破示秘移穏穴究突窓第箱系納純紙素細紹経絡綺緊緒練繰罪美習耐耳肉肌肩腰腹膝臓興舌花若苦荷薄薬術衛衝裏裕褒襲親計訪訳証試詳誘語調談諦謝警護責貰貴質超趣距身車軍輝辛辺込迎迫迷追逆途速連遅遊運過遠適避邪酒重量金鋭鍵閉闇闘降限険階随隙際集雨雰電震青静非響頂頃頬頷額願風飛首馬駄騎験魂鳴鹿麗黒"
        },
        {
            "name": "Debut Idol",
            "characters": "丁七丘丸久乏乙九乳乾亀井些亡交京仇仮仰企伊伏伐伯伴伺佇佐侍侮侯侵便促保修俯俺倉個倍候偉停健偵偽傍傘催傭傲傾僅僚僧儀儂億儚償充免兎児八公六兵具兼円冊冒冬凍凛凝凡処凶刀刃刑列制刹刺刻則削副剰割創劇劣励勇務募勤勧勿北匠匹区医千午卑卒卓南博占印即却卵卿厄厚厨及双収叔古句召台叱史叶号司各吉吐吠含吹呂呆呑呪呻咄咆和咎咥咲咳咽哀品哮唐唖唱唸唾商善喉喋喘喚喧喫喰営嗅嗚嗟嘆嘩嘲噓噛噴嚇囁囚団囮図固土圧坂均坊垂埃埋域執基堂堅堪堵塊塔塗塞塩塵境墓壇夏夕太奇奉奏契奢如妃妄妊妖妥妨妬妻妾委姫姻威娠婦嫁嫉嬢孕字季孤孫宅宇宗官宙宝宣宮宰害宴宿寄富察寧審寮寸寿封専射将尊導尖就尻尽尾屈屍属層履岩峙島崎崖崩嵐巡巣工左巫市布帝師帯帽幅幕干幹幻幼幽幾庇序底府庫庭庶康延廷弁弄弓弾彩彷往律徐従御徨徴徹忌忍志忠快怠怯恥恨恩恵患悶惚惜惨惹愉愕愚慄慈慎慕慰憂憎憐憧憩懇懐懸戚戯戴戸房才承抉把投折択披担拍拐拒拗拘招拝拡拭拷挑挙挟挿捉捕捜捧据捻掃掌排掘掛採控推掲掻揃揉換揮援損携摘摯撒撤撮操擦攣攫政敏敢散敬整文斉斜斬施旅旗旦旧昇易映春昧是昼晒晩晴晶暁暑暖暫暴曇曖曜曰曲有末札材杖杯東板析枕林枚枝枠枯柄染柱柵査栄核根桜械棄棒棘棚棟植検極概槍標模権樹橋檻欠欺歌歓歪歯歴殆殊殲比毛毯氏民氷永汁汚池沈沌没沢沸油治沼泉泊泡波泥泳洗洞津浄浅浴浸涯液涼淑淡添渉渋渦温測港渾湖湧湯湿溜溢溶溺滅滑滝滞滲滴漂漆漏演漠漫潜潤潰澄濁濃濡濯灯灰炸烈焼煙照煽熊熟燃爆爪爵爺爽片版牙牛牲牽犠狂狐狩独狭狼猛献猿獄獅獲玄率玉玩班球環瓦瓶産田甲申畑留略病症痕痙痩痴痺療癒癖登百皇皮皺皿益盗盛盟監盾省眉看眩眼睡督睨瞥瞼矛矢砂砕砦砲硬磨礎礫社祈祖祝祭禁福秀秋科秒秩称稀種稼稽積穫窟窮窺竜章端筆筈等筋筒策箇算管箸節範築籠粉粋粒粧精糖糸紅紋紐級紛紡索紫紳組絆絞給絨統絵継維網総緑締緩緯縁縄縋縛縦縫縮績繁繊繋繍織繕纏缶罠罰罵羊羞群羨義羽翌翻翼老耗聖聴職肘肝股肢肯育肺胃胆胴脅脆脇脈脚脱脳腐膚膣膨臆臨臭至致舎舐舞般船艦艶芝芯芸芽苛英茂茶草荒莫菓菜華葛蓄蓋蔑蔵薇薔薦藤蘇虎虚虫蛇蛛蜘蜜蝶融蠢衣袈袋袖被裁裂装補裟裸製裾複西覆規覗観角訂訊討訓託訝設訴詐評詞詠詮詰誇誉誌誓誕誠誤課請論諭諸諾謀謁謎講譲讐谷豆豊豚象豪貌財貢貧貨販貪貫貸費貼資賊賑賛賢賭購贅贈赦赴越跡跪路跳践踊踏踵蹂蹴躇躊躍躙躱軋軌転較載輪轟辞辱辿迂述退透這逝造逮週逸遂遇遣遥遭遮遺還那邸郎郭郷都酔酬酷醒醜釈里野針釣鈍鈴鉄銀銃銘鋼錬錯録鍋鍛鎖鎧鏡鐘鑑門閃閣閥闊防阻陛院陣除陥陰陶陸陽隅隊障隷雄雅雇雑雪雫雲零雷霊霧露革靴鞄鞘鞭韻項順須預領頭頰頻顎類飢飯飼飽飾養餌館香馴駅駆駒騒騙骨骸髭鬱鬼魅魚鮮鱗鳥麻黄鼓鼻齢龍"
        },
        {
           "name": "Major Idol",
            "characters": "串丹丼乃之乞云亜享亭仁仄仏侶俊俳倖倣倫偏傀傑僥儘儡儲兆克党兜典冑冠冤冴冶凌凹刈刷券剖剥劫勃勲匿厭吊吟吼咀咤唆啜喝喩喪嗜嘔噌噤噪嚙嚼圏坦垢垣埒培堕塀塚填塾墜墟墨壮壺奈奔套奨姐姓娯娶娼婆婿媚嫡嬌嬲孔宛宜宥宵寛寵寺尉尚屑屓屠岐岡岸峰崇嵌州巧巾帳庁廃廉弊弛弦彫彿征径徊徘循徳忽怨恍恒恭恰悍悠悦悴悸惧惰慨憑憔憚憤憫憮懲懺或戮扇批抹抽拉拓拙括拮挫挽捌捲掟掠措掬揄揚揶搬搭搾摂摑摩摺擁擬擲斎斐斥斧旋旨昂昆昏昭暈暦曹朗朦朧朱朴朽杉杞杭松枢架枷某柳栗株栽桁桃桶梅梯棋棍棲棺楚槽樽檎櫛欄此殖殻毅汝江汰汲沖沙沫河沿泰洋洩洪浜浦浪涎涜淀淫淵清渇湛源溝滓滾漁漢漬漲潔潮瀕瀬灼災炉炊炒炙炭烏焉焔焚煌煩煮燥燭燻爛牢牧狡狸狽猟猥猪猶猾獰珀珠琥瑞甚甦畏畜畳疇疎疫疼疾痍痒痣瘴癪盆盤盲眷眸睫瞭矜硝碗碧祀祓票禄禍秤税稚稲稿穢穿窒窘童竦競竹竿笛符箒簿籍米粗粘粛糞糧糾紀絹綱綴綻綿編繫署羅翔翠翡耕耽聡肋肖肛肪胞胡脂腔腫腸腿膜臣舗舟航芋芳芻苗茎茜茫茹荘萌萎著葬葵蒸蒼蓮蔓蔦蔽蕩蕾薙薪藁藍虐虜虹蚊蛍蛙蛮蜂蝋蝕蝙蝠螺蟲蟻衆衡衰裔褐襖襞襟覇覧診詛詩詫該諜謐謙謳謹豹貝貞貯貶貿賃賄賜賞贄贔贖踪蹲躓躯躾軒軟軸輸轄轢辟辣農迅逅逐逞逡逢遜遡遽邂邦郊酸醤醸釘鉛鉢鉱銅銭錆錠鎌鎮閑閲阪阿隔隕隻雌雛需霞靄靡靭頓顕顛顧颯飄飴餅饒駐駕騰髄鳩鶏鷲鷹鹸麓麦麺鼠齧"
        },
        {
            "name": "Prima Idol",
            "characters": "乖仔仙伎但佳併俄俗俵倦僻其冥凜几凪凰凱凸刊刎剃剛剤勅匙卸厩又叉叡只后吏吻吾呈呷哄哭哲唄啓啞嘯嘴嚥坑堤壌壱夥姑姦姪媒孝寡尿屁屹岬岳峠峡嶺巷帆帥幌幣庵庸廻弐弔弥彗彙彰怜恫悉悧愁慇慟慧憊憬憲憾懃戟扈托扮捏捗捩捷搔撥播撲撼擢攪斗斡於旬旺智暢朶杏柑柚栓栞桐桟梢梨梳椀椒椿楓楔楯楼榴槌樫橘橙櫂欧毟氾汎汽沁泄泌洒淋淘渓渚湾漕漸澱濤濫煉煎煤熾燐爬牡狗猊琢琴瑠璃瓜甥畔癇眇県眦睥睦睾瞑瞞瞠瞰矮矯碌碑磁磋磔祟祠祥祷穀穂穣窃窩窪窯竄笠笹筐箋簒粟粥紗紺綾緋緻繭翅翳聳肥肴胎脊脛腑腺膂膏膳膿臀艇苔苺茨茸菊菌萄葡董蓑蕎藉藪蘭虔蛾蜃蜥蜴蝉蟹蠅蠱袴裡褄褪訣詈詭誑諍諫謂譚譜賀賂賓賠賤跋跨蹄蹟輿轍辻遵遷邁郡郵鄙酊酢酩酵醇醍醐采釜鉈鉤鋏鋒鍔鑽陳陵隆隈隼雀霜鞍頁餃餐餓餞饅馳驕髏髑鮫鮭鯉鯨鱈鳳鴉鴨鶴齟齬"
        },
        {
            "name": "Divine Idol",
            "characters": "且伍伽佩做偲傅債冽准函刮剌剝剪劈劾勾叙叛吃呉呵咬哉哨哺啖啼嗄嘗嘶噎噺嚢囀國埠埼堀堆堰墳墾壕姜嬪孵宦尤尺尼屯嵩巌帛幡弧弩彦徽忸怩恣悄悼惣愴愾憺懊懣戌扶抓拌挺搦撰撹擽斑旭晦晰曝曳杜柊柘柩柴柿桔桿梁梓梗梟梱楕楠榊檀櫓櫻欒殉汐沃沱洛浚涸湘溌滂滋滔漿潟澪澹瀟烙燈燕燦燼犀猜獪珊瑕瑚瑣疚痢瘍癌皐盃盪眈硫碁碍磯祉禅禊禽禿秦稜穹窄竈站笥箔箪篇篝篤篭簀簪簾糊紆累絢綜綽縞縷繡纂罅罹翁耄耶腋腎腱膠臍臥舳舵舶舷芒芥苑茄荊莢菫菱葦蒐蒔薫藩藹藻蚕蛆蛉蛸蜻蟬蠍蠕蠟衾袂裳訃訛訟訥誂誅誹誼諺謗賦賽贋趨軀轡辜辰迦迭逗逼遍邏酌酎銛鋸錐錦錫鍬鍮鍾鏃鏖鑢閂閨雹鞠韓頸顚餉餡饉駁駈鬣鬨魁魄魍魎魑鮎鯖鯛鳶鵺麒麟麾齎"
        },
        {
            "name": "Eternal Idol",
            "characters": "什佃侘侭俟倅倹僭凋凧凭剋匍匐匣卍卜卦卯厠叢叭吶咫喇喊嘱囃坐坤坩坪堝堡塁塡塹壜壬夷奸婉媛嫣寓寥屏巳巴帖帷幇庄廟廠忖恃愧慚慶截拵拿捺揆攀敲斂斟昴曙曽曾朋朔朕杓杵柏栖桂桑棗棹椎楊楢榛榜樵樺檄檜毀毘氣汀沐沽洲濘濛濾瀆瀑瀾灌灸炬炯烹焙燗燵牌牒牝狛玖玻琉琵琶瓢甕畝疵痔痰瘤皙盥砥硯碇磊磐礁穽竪筏筑筵箝篠籐綯縺罷羹聊聘肆胱膀臙臼艘艱芙芹荻荼菖菩萩葱蒙蒲蓉蓬薩蛭蛹蝎蝦螂蟄蟠蟷蠣衷袱褥褸褻襤覿詣諏諧謔謡譫谺踝軛遁遼醬鉾銜鋤鋲鋳錘錨鐙鐵鑼閻阜附隘隧雁雉韋韜頽颶饐饗駿騨驀鬘鬚魏魘鯱鰐鰹鰻鵜鵡鶯鷺鸚鹵鹼黎黴鼬"
        },
        {
            "name": "Immortal Idol",
            "characters": "丑丕丙丞乄乍乎也于亘亞亢亥亦亮仆仗仞估伶佑佗佛佝佞你佰佻侃侈侏侠俎俐俑俘俚俠俣俤俸倆倚倨倪倭倶偃偈偕偸傴僂僊僑僣儁儒儕儺兀允兇兌兔兢冀冉冕冢冨冪冰凩凾刪刳剔剱剽劃劉劍勁勒勺匁匆匏匕匡匪卉厖厘叟叺吝吽呱呶咒咸哥哩啀啄喀喃喙喬嗇嗣嗽嗾嘉嘸噫噯噸嚆嚔嚮囂圃圭址坏坡埓埴堺塒塘墺壑壟壷壹壼壽夙夭夾奄奎奕奘奠妍妓姥娑娜娥娩婀婁婢婪婬媼嫋嬰孑孟孩孰學孺宋宏宸寅寇寐寞實寨寶專尠尨屎屛屡岨岫峨峭峻峽崛嵯嶮嶼嶽巍巓巛已巵巽帙帚幄幔幟幢广庖庚庠廈廏廓廚廣廬弉弋弍弑弖弗弘弼彌彎彭徇徭忉忝忿怏怙怱恁恕恙恚恢恤恬悋悌悖悚悛悽惟惷惻愈愍慂慙慫慳慷慾懈懦懶懼戀戈戊戍戎戛扁扠扼抄抒拇拈拏拱挂按挌捐捥掉掏掖掣掩掾揖揣搗摸撈撓撚撞撩撻擂擅擒擡擱擾攘攬敦斃斤斯旁旌旒旱昌昵晋晨晳暉暹曉曠曼朮杆李杣杳杷杼枇枉枋枡枳枸柒柝柢柯柾栂栃栴桀框桎桓桝桧桴梃梏梔梛梠梭梵梶棉棊棕棠椋椥椰椴椽楝楡楣楪楮楷榎榑榔榕榧榻槃槐槓槙槨槲槻槿樅樋樒樟樸橄橅橇橈橡橿檗檣檳櫃櫚櫞櫟櫨櫺欅欖欝欣欷欹欽款歇歎歔殃殯殱殷毫毬毳氈氓汕汞沓沛泛洟洸浣浩涅涌涕涛涵淆渠渣渤渫游渺湃湊湎湫湮溯溲溷滄滷滸漉漑漓漱潭澎澗澤濠瀉瀚瀝瀞瀰灘炮烟烽焜煥熄熅熔熨熬熳燎燠燧爨爲爻爾牆牟犇狄狆狎狒狢狷猖猩猴獗獺玲玳珂珞珪琺瑁瑙瑛瑜瑟瑪瑯瑰瑾璞璫瓊瓏瓔瓠甃甌甍甑甜甞畚畠畢畦當畷畿疋疏疝疣疥疱疳疸疹疽痘痞痼痾瘋瘞瘠瘡瘢瘧瘻癜癩癬癲癸皎皓皚皰皸皹盂盈盒盞盧眄眞眥眴睛瞋瞽矍矧矩砌砒砧确硼碩碯碰碼碾磽礙礪礬祇祐祚禦禪禰禱禾租秣稈稍稗稟稠稷穎窖窶窿竃竟竣竺笄笈笊笏笙笞笨筌筍筝筥筧筬筮箆箍箏箕箙箚箭箴篁篆篥篦篩篳簓簔簗簫簸簽籃籟籤籬籾粃粕粲粳粽糒糕糜糟糠糯糺紂紊紘紬紮絎絣絮絽綛綢綬綮綸緘緞緬縅縊縒縢縣縹繃繚繝繞繧繹繻纈纐纒纓纜罌罎罐罔罫羂羆羈羚羯翩翫翰翹耀而耘聚聟聯聰聾肱胄胚胝胤胼脉脩脹脾腓腥膊膕膵膺膾臂臈臑臘臚臺臾舁舂舅舘舩舫艀艙艤艪艫艾芍芦芬芭苅苒苓苜苞苟苣苧苫苹茅茉茗茘茣茯茱茴荏莉莚莞莨莱莽菅菘菟菠菰萍萠萬萱萵萸萼葎葭葺蒜蒟蒡蒻蒿蓆蓐蓖蓙蓴蓼蓿蔀蔔蔗蔚蔬蔭蕁蕃蕈蕉蕊蕗蕨蕪蕭蕷薊薐薨薮薯薹薺藜藝藷藺蘆蘊蘖蘗蘚蘿處虞虬虯虱虻蚋蚓蚣蚤蚯蚰蛄蛋蛎蛞蛟蛤蛻蜀蜆蜈蜉蜊蜍蜒蜚蜩蜷蝓蝗蝟蝣蝨蝮蝸蝿螈螭螻螽蟀蟆蟇蟋蟒蟾蠊蠑蠶衍衒衙衢衲衽衿袁袍袢袤袿裃裙裨褌褓褞褶襁襠襦襴襷覡覯觚觜觴訌訶註詁詔詢誡誣誦誨諂諄諌諒諚諛諠諡諤諮諱諳諷謄謖謦謫謬譟譬譴讀讃變讒讓讖讚谿豁豇豈豌豕豺貂貘貛貳賈賎賺贏贓赫赭趺趾跌跏跑跛跣跫踉踞蹇蹉蹊蹌蹙蹠蹤躁躄躅躑躬軈軫輔輛輜輦輯輳輻輾轂轅轆轤辨辮辷迄迚迸迹逍逓逕遙邀邑邯邱郁鄰鄲酉酋酣酥酪醂醢醪醴醵釉釐釦釧鈔鈕鈞鈷鈿鉋鉗鉞鉦銑銚銷鋩鋪錄錚錮鍍鍜鍼鎚鎬鎹鏑鏝鏤鏨鐔鐚鐶鐸鐺鑚鑛鑠鑰鑵鑿閇閊閏閘閤閼閾闌闍闕闖關闡闢闥阡陀陋陌陪陬隋隍雋雖霆霍霑霓霖霙霰霹靂靆靉靖靨靫靱靼鞆鞋鞜鞣鞫鞴韃韮韲頌頏頒頗頚頡頤顆顰顴颪颱飩飮饂饋饌饑馗馘馥馨馭馮駘駝駭駱駸騅騏騾驍驎驟驢驥骶骼髀體髢髮髯髱髷髻鬆鬢鬩鬻魃魯鮃鮑鮒鮓鮟鮠鮨鮪鮴鮹鯏鯑鯒鯔鯣鯯鯰鯵鰆鰈鰊鰌鰍鰓鰤鰥鰭鰯鰰鰺鱇鱒鱚鱠鱧鱶鱸鳰鴆鴇鴈鴎鴒鴛鴟鴦鴫鴬鴴鴻鵄鵆鵑鵝鵞鵠鵬鵯鵲鶉鶫鶲鶸鶺鷦鷭鷯鷸鷽鸛鸞鹹麝麩麵麹麼黍黐黽鼈鼎鼯鼾齣齪齷龕"
        },
        {
            "name": "TMW Owner",
            "characters": "丐丗丫丱乂乢亅亙亟亨亰亳亶亻仂仍仟仭价仿伉伜佚佯佶佷佼來侑侖俔俛俞俥俶俾倏們倔倘倜倡倥倩倬假偐偓偖偬傈傚傳傺僄僉僖僮僵僶儔儖儳儷儻儼兒兕兪冏冓冦冱冲凅凉凊刋刔删刱剄剏剞剳剴剿劄劔劬劭劼勍勑勖勗勠勣勦勵匈匚匝匯匱匳卅升卮卹卻厓厥厦厮厲叨叮吁吩听吭吮呎呏呰咋咏咐咢咨咾哂哇哈哢哦哳哽唏唔售唳唹啁啅啐啗啣啻啾喑喞喟喨嗔嗤嗷嘖嘛嘽噁噦噬噹嚀嚅嚊嚏嚠嚬嚴嚶囈囊囎囓囹囿圀圄圉圓團圜圦圷圻坎坷坼坿垈垓垠垤垪垰垳埆埔埖埜埣埤埳堄堊堋堙堽塋塑塙塲塿墅墫墮墹墻壅壎壗壘壙壤壥壯壻夊夐夘夬夸奐奚奧奩奰妁妝妣妲姆姙姚姨姮姶姸娃娉娚娟娵婾媽媾嫂嫐嫖嫗嫦嫩嫺嫻嬋嬖嬬嬶嬾孀孅孒孚孛孜孥孱孳孶孼孽宍宕寃寔寠寢寤寰寳對尭尸尹屢屭屮屶岌岑岔岱岶岾峅峇峩峪峯峺崋崑崔崕崗崘崙崚崟崢嵋嵎嵒嵬嵶嶂嶄嶇嶋嶝嶢嶬嶷巉巒巖帑幀幃幎幗幫幵并幷幺廁廂廐廖廛廝廡廨廩廱廸廼廿开弌弭弯弸彊彜彝彪彬彽徂很徙從徠徼忤忰忱忻怎怕怛怡怦怫怺恂恊恟恧恪悁悃悒悤悵悾惆惇惏惓惘惠惴惶惺愀愃愆愎愒愜愞愨愬愷愽愿慊慍慓慝慠慥慴慵憖憸憹懆應懋懌懍懴懽懾懿戉戔戝戞戡戲戳戹扆扎扛扞扣扨找抃抔抖抛抬抻拂拆拊拋拑拔拯挈挘挾捍捓捫捶掀掎掫掵揀插揩搆搏搓搢搤搨搴搶摎摏摧摶撕擔擘擠擣擯擶擺攅攝攢攤效敖敝敞斌斛斫旂旃旄旆旙旛旰旻昃昊昜昶昿晁晃晉晏晞晟晢晣晤晧暄暎暘暝暾曁曄曚曦曩曬曵曷朏朞朷朸朿杁杙杠杢杤杪杲枅枌枒枦枴枹枿柁柆柎柞柤柧柬柮栢栩栫栲栳桄桙桛档桷桾梍條梧梲梹梺梻梼棆棡棣棧棯椁椄椈椌椏椙椚椛椡椢椣椨椹楂楜楞楫楳楸楹楾榀榁榆榱榾榿槁槇槊槎槔槝槧槭槹樊樓樔樗樛樮橦橲檋檐檔檠檪檬檮檸櫁櫝櫪櫱權欬欸歃歉歙歛歟歠步歲歿殀殄殍殕殞殤殪殫殼毋氛汢汨汪汾沂沍沚沪沮沺沾泅泓泗泙泝泪泯洌洫洮洵洶洽浙浹涓涔淅淇淌淒淙淞淢淤淨淪淬淮淳淹渊渕渙渝渟渥渭渮湍湟湲溂溏溘溟溥溪溽滉滌滕滬滯滿漣漥漪漾潑潘潦潯潴潸潺澂澆澡澣澳濆濔濟濬濮濱濶濺瀁瀋瀏瀘瀛瀦瀧瀲灑炳炷烋烝烱焠煕煖煢煦煬熈熏熕熙熹燉燒燔燬燮燹燿爍爰爼牀牋牖牘牣牴牾犁犂犒犖犢犲狃狠狹猋猗猝猯猲猷獏獨獮獼玆玫珈珥珮珸琅琲琳琿瑇瑤瑩瑳瑶璇璋璽瓣瓧瓩瓮瓰瓱瓲瓷瓸甄甅甎甓甫甸畉畋畛畤畬畭畴畸畾疆疊疔痀痂痃痊痲痳痹痿瘁瘉瘟瘰癆癈癘癢癧癨癭癰癴皀皁皖皴皷盍盻盼眙眛睇睎睚睹瞎瞻瞿矇矚矣矻矼砠砺砿硅硲硴碆碓碕碚碣碪磅磆磑磕磚磧磬磴礇礑礒礦祁祗祢祺禀禎禧禮禳禹禺秉秕秡秧秬稔稙稱穆穐穗穡窈窕竅竇竊竍竏竓竕竚竡竢竭竰竽笂笆笋笘笢笳笵笶笻筅筓筰筱筲筴筺箎箘箜箟篋篌篡篪篶篷簇簍簑簞簟簣簧簷籀籌籏籒籔籖籙籡籥籵粁粂粏粡粢粤粨粭粮粱糀糂糅糈糘糝糱糲糴糵糶紇紉紕紜紲紵紿絃絅絏絖絛絳綉綏綟綣綦綫綰綵緇緝緡緤緲縉縕縟縡縲縵縻總繆繈繖繙繦繩繳繽纃纉纊纔纘纛缸缺罄罍罕罘罟罧罨罩羃羇羌羔羝羮羲羶羸翊翕翦耆耋耙耜耡耦耨耻耿聆聒聢聶聿肄肇肓肚肬肭胖胙胛胥胯脣脯腁腆腠腮腴膃膈膩膰膻臉臠臧臬臻與舒舛舜舮舸艚艝艟艢艨艮艸芊芟芫苆苙苡苳苴苻范茆茲茵荀荅荐荳荵莅莇莎莓莟莠莪莵菁菎菲菴菻菽萁萃萇萊萓萢萪葆葚葩葫葯葷葹蒂蒄蒋蒭蒹蓁蓍蔕蔘蔟蔡蔣蕀蕓蕕蕘蕣薀薈薏薑薗薛薜薤藏藐藕藥藾蘂蘋蘓蘢蘯虒虢虧蚌蚩蚪蚫蚶蛔蛩蛬蛯蜎蜑蜓蜹蜺蜿蝌蝍蝘蝲蝴螗螟螢螫螯螳螾蟈蟎蟪蟯蟶蟽蠆蠎蠓蠖蠛蠡蠧蠹衂衄衊衫衵袒袗袙袞袰袵袷裄裎裘裰裲裴裹裼褂褊褝褫襄襌襍襪襭襯覃覈覓覘覦覩覬覲觀觝觥訐訖訾詆詒詬詼誄誚誥諞諢謇謌謚謨謾譁證譌譎譏譖譛讌讎讙豎豢貉貊貎貒貲貽賁賚賻贇贍贐赧赬赳趁趙跂跎跖跗跚跟跱跼跿踐踑踟踰踴蹈蹐蹕蹢蹣蹶蹻蹼躃躋躔躡躪躮躰軻軼軾輀輅輊輌輒輓輙輟輡輹轉轌轎轔轗轜轣辵辶迕迢迥迩迪迯迴迺逋逎逑逖逧逬逵逾遉遏遐遑遒遖遘遨遯遶邃邇邉邊邨邵郛郢郤鄂鄒鄭酖酘酲酳醋醗醨醯醺釁釆釋釛釪釵釿鈎鈑鈩鉅鉉銓銕銖銹鋃鋺錏錙錢錣錵錺錻鍠鍪鎗鎰鎺鏈鏐鏗鏘鏥鐃鐇鐐鐓鐡鐫鑁鑒鑓鑞鑪鑷鑾钁閔閖閙閧閭閹闃闐闔阤阨阮阯陁陂陜陝陞陟陦陲隗隨隰隲隴雍雎雕雙雩霄霈霎霏霤霪霸霽霾靠靤靦靺鞁鞅鞏鞐鞕鞦鞨鞮鞿韆韈韞韵韶頴顋顫顬顱顳飃飆飇飜飫飭餒餔餘餠餤餬餮餽餾饕駑駛駟駢駮駻騁騈騫騭驁驂驃驤驩驪驫骭骰髣髥髦髫髴鬟鬧鬮鬯魋魞魬魳魴魸鮇鮖鮗鮱鮲鮸鯆鯊鯎鯐鯡鯢鯤鯲鰄鰉鰒鰔鰕鰘鰙鰚鰛鰡鰧鰮鰾鱆鱏鱓鱛鱟鱩鱲鳧鳬鴂鴃鴕鴣鴥鴪鴾鴿鵁鵃鵇鵊鵐鵙鵤鵥鵼鶄鶇鶋鶍鶎鶗鶚鶤鶩鶪鶻鷁鷂鷆鷏鷓鷗鷙鸋鹽麁麇麈麋麌麑麕麤麥麭麴麸麿黌黏黔黛黜黝黠黥黯黶黷黹黻黼鼇鼕鼖鼗鼡鼴鼹齊齋齏齔齠齦齲齶龐龠"
        },
        {
            "name": "漢検１級",
            "characters": "㵎乘亂俱倂僞價儉內兩册剩劑勞勳勸區卷卽厰參吋吞單囑圈圍圖堯增壓壞夲奬孃寫寬將尙屆屬嵳巢帀帶廢廳彈徑徵德恆悅惡惱愼慘懷戰戾拜揭搖搜擇擊據擧擴收敍敎敕數斷晚晝曆會椶榮樂樞樣橢橫檢歐歡歷歸殘毆每毗沒浬涉淚淺渴溫潅潛澁濕瀨灣焰營爐爭犧狀獵獸獻璢甁畫瘦癡發皋盌盜盡硏碎祕祿禝稻穩穰竝粍粹糎絲經綠緖緣縱繪繼續纖翆聨聲聽肅腟腦膽臟舊舍舖艷荆莊莖葢蕋薰虛號蜋蝱蠏蠻衞衮裝襃覺覽觸詑謠譯譽豐豫賣賴贊輕辭辯遞遲郞鄕醉醫醱釀鍊鎔鎭鑄陷險隱隸雜靈靑靜鞳韭顏顯騷驅驒驗驛髓鬪鯀鷄麪黃黑默點黨齒齡龜龝欄蘭廊朗虜殺蓮連廉簾類塚晴猪益神祥福靖精羽﨟諸都飯飼館侮僧免勉勤卑喝嘆器塀墨層悔憎懲敏暑梅海渚漢煮琢碑社祉祈祐祖祝禍禎穀突節練繁署者臭著褐視謁謹賓贈逸難響頻"
        }
    ]
}
