{
    "version": 1,
    "name": "Official Kanji",
    "lang": "ja",
    "source": "https://kanji.jitenon.jp/cat/joyo https://www.bunka.go.jp/kokugo_nihongo/sisaku/joho/joho/kijun/naikaku/kanji/ https://kanji.jitenon.jp/cat/kyoiku https://kanji.jitenon.jp/cat/jimmei https://www.aozora.gr.jp/kanji_table/",
    "leftover_group": "Not in Official Kanji",
    "groups": [
        {
            "name": "Jouyou Kanji",
            "characters": "一乙九七十人二入八力刀丁又了下口三山子女小上夕千川大土丸弓工才万士久干己寸亡及丈凡与刃巾乞円王火月犬五手水中天日木文六引牛今元戸午公止少心切太内父分方毛友区化反予欠氏不夫支比仏尺収仁介刈凶互井丹匹斤幻孔冗双斗乏升弔屯厄牙勾爪匂片玉左四出正生石田白本目右立外兄古広矢市台冬半母北用央去号皿仕写主申世他打代皮氷平由礼以加功札史司失必付辺包末未民令圧永可刊旧句示犯布弁穴冊処庁幼甘丘巨玄込召占奴払矛甲巧斥凹且囚汁仙凸尼丙瓦尻旦丼氾𠮟休気糸字耳先早竹虫年百名羽会回交光考行合寺自色西多池地当同肉米毎安曲血向死次式守州全有羊両列衣印各共好成争仲兆伝灯老因仮件再在舌団任宇灰危机吸后至存宅扱芋汚汗朽叫仰旨芝朱舟巡旬尽吐弐忙劣企吉刑如匠伐帆伏吏缶江充迅壮肌妃朴妄伎臼汎花貝見車赤足村男町何角汽近形言谷作社図声走体弟売麦来里医究局君決住助身対投豆坂返役位囲改完希求芸告材児初臣折束低努兵別利良冷労応快技均災志似序状条判防余我系孝困私否批忘卵乱壱戒含却狂迎更抗攻伺秀床吹即沢沖沈抜尾坊妙肝忌岐坑克寿伸辛択尿伴芳邦妨没抑励亜吟呉佐肖抄杉妥但呈廷忍妊把伯扶戻串沙芯汰那阪肘冶妖沃呂弄雨学空金青林画岩京国姉知長直店東歩妹明門夜委育泳岸苦具幸始使事実者昔取受所注定波板表服物放味命油和英果芽官季泣協径固刷参治周松卒底的典毒念府法牧例易往価河居券効妻枝舎述承招性制版肥非武沿延拡供呼刻若宗垂担宙忠届乳拝並宝枚依押奇祈拠況屈肩刺沼征姓拓抵到突杯泊拍迫彼怖抱肪茂炎欧殴佳怪岳拘祉侍邪昇炊阻卓抽泌苗奉房免炉拐劾宜拒享茎弦肯昆肢叔尚枢斉析拙坪邸泥迭披附侮沸併泡奔抹岬盲枠宛旺岡苛玩股虎采刹呪狙妬奈阜枕弥拉音草科海活計後室首秋春食星前茶昼点南風屋界客急級係県研指持拾重昭乗神相送待炭柱追度畑発美秒品負面洋胃栄紀軍型建律昨祝省信浅単飛変便約勇要逆限故厚査政祖則退独保迷映革看巻皇紅砂姿城専宣染泉洗奏段派肺背威為皆狭枯荒香恒咲狩柔盾侵是俗耐珍怒逃峠柄冒盆郎哀卸架悔冠軌虐峡契弧孤郊恨削施牲促胎怠胆訂帝卑赴封胞某幽厘姻疫垣括糾挟洪侯拷砕臭俊叙浄津甚帥窃荘衷挑勅亭貞洞柳畏茨咽怨柿柵拶拭栃虹眉訃勃昧侶思校家夏記帰原高紙時弱書通馬院員荷起宮庫根酒消真息速庭島配倍病勉旅流案害挙訓郡候航差殺残借笑席倉孫帯徒特梅粉脈浴料連益桜恩格個耕財師修素造能破俵容留株胸降骨座蚕射従純除将針値展党討納俳班秘陛鬼恐恵兼軒剣剤脂称浸振陣扇恥致途透唐桃倒胴悩般被疲浜敏浮捕峰砲眠娘紋涙烈恋朗悦宴華既脅倹悟娯疾殊徐辱粋衰隻桑託畜哲凍匿畔姫紛倣埋浪翁蚊核陥飢恭貢剛唆栽宰索桟酌珠准殉祥症宵娠唇畝逝栓租捜挿泰逐秩朕逓浦俸剖紡耗竜倫挨唄俺釜桁拳挫恣袖凄脊捉酎捗哺冥脇剝魚教強黄黒細週雪船組鳥野理悪球祭習終宿章商進深族第帳笛転都動部問貨械救健康菜産唱清巣側停堂得敗票副望陸移液眼規基寄許経険現混採授術常情責設接断張貧婦務率略異域郷済視捨推盛窓探著頂脳閉訪密訳郵翌欲陰菓乾脚掘婚彩惨執斜釈寂紹脱淡添盗販描猛粒郭掛勘貫菊虚偶啓掲控紺赦酔惜措粗掃逮袋窒彫陳陶豚粘婆排陪符崩隆猟陵尉逸涯殻喝渇患偽菌蛍渓斎崎蛇渋粛淑庶渉訟剰紳崇据旋曹眺釣偵悼軟培舶猫瓶偏堀麻唯悠庸涼累萎淫崖亀惧舷梗頃痕埼斬鹿羞戚曽爽唾堆貪梨捻森雲絵間場晴朝答道買番飲運温開階寒期軽湖港歯集暑勝植短着等登湯童悲筆遊葉陽落街覚喜給極景結最散順焼象隊達貯然博飯費無満量営過賀検減証税絶測属貸程提統備評富復報割揮貴筋勤敬裁策詞衆就善装創尊痛晩補棒握偉越援奥幾距御堅圏項紫煮畳殖尋訴替弾遅堤渡塔鈍普幅傍帽雄絡惑腕詠敢換喚棋欺喫遇雇硬慌絞軸湿晶掌焦遂随婿葬超痘蛮募揚揺裂廊湾渦棺堪款閑暁琴隅詐酢傘滋循硝粧詔診疎喪堕惰棚塚搭筒棟廃媒扉雰塀遍愉裕猶痢硫塁嵐椅媛葛喉須痩貼椎斑喩湧貿遠園楽新数電話暗意感漢業詩想鉄農福路愛塩試辞照節戦続置腸働解幹義禁群鉱罪資飼準勢損墓豊夢預絹源署傷蒸誠聖暖賃腹幕盟裏違煙鉛暇雅較勧詰傾遣誇鼓継歳載詳飾触慎寝跡僧嘆蓄跳殿搬微誉腰溶雷嫁塊慨該隔滑棄愚携催債搾慈摂賊滞滝稚塗飽滅裸零廉楼猿虞禍靴褐寛頑傑嫌献碁溝嗣酬愁奨睡践禅塑痴艇督漠鉢煩頒酪虜鈴賄彙楷蓋毀嗅僅窟詣隙傲塞嫉腫腎裾煎羨腺詮溺頓蜂睦慄賂塡歌語算読聞鳴駅銀鼻様緑練関管旗察種静説漁歴演慣境構際雑酸製精銭総増像態適銅徳複綿領閣疑誤穀誌磁障層認暮模維隠箇駆豪雌需端徴摘滴稲髪罰腐漫慢網踊暦概綱酵獄魂遭憎奪碑漂慕墨膜誘漏寡酷漆遮銃塾緒彰誓漸駄嫡漬寧閥僕銘僚熊箋遡遜綻蔑貌蜜瘍辣璃瑠線横談調箱億課器賞選熱標養輪確潔賛質敵導編暴遺劇権熟諸蔵誕潮論鋭影縁監歓輝儀戯撃稿趣震澄踏輩範盤膚敷賦舞噴舗黙慮慰閲餓緩緊撮暫潤遵衝嘱審穂請潜諾駐鋳墜締墳魅憂霊謁稼潟窮勲慶賜縄遷槽徹撤賠罷賓憤幣弊褒撲摩窯履寮潰畿憬稽駒摯餌憧踪誰嘲罵箸膝蔽餅親頭館橋整薬機積録衛興築燃輸激憲鋼樹縦操糖奮緯憶壊獲獣薪濁曇濃薄繁避壁謡頼隣隷穏凝憩賢墾錯諮錠嬢壇篤縛縫謀膨擁錬懐還憾薫衡儒壌薦磨諭融諧骸錦錮醒膳緻諦賭麺頰講謝績厳縮優覧環鮮燥翼療齢犠擦鍛聴嚇轄擬矯謹謙購懇爵醜償礁繊霜濯謄頻曖臆鍵戴瞳謎鍋闇瞭顔曜題観験類額職織簡難臨鎖瞬騒贈闘離穫騎繕礎鎮藩覆癖翻濫糧襟顕繭懲癒顎鎌韓藤璧藍願鏡識警臓繰爆霧麗鶏鯨髄瀬簿韻璽藻覇譜羅艶蹴麓議競護響欄鐘譲籍懸醸騰躍露顧魔艦鶴驚襲籠鑑鬱"
        },
        {
            "name": "Jinmeiyou Kanji",
            "characters": "乃卜叉之巳勺也已允云廿壬丑巴勿匁尤禾叶弘乎仔只疋凧汀戊卯伊夷曳亦瓜亥匡旭圭伍亙亘弛此而汝丞庄汐尖托辻凪牟肋收杏佑迂邑伽芥迄汲灸玖亨劫芹冴吾宏坐孜灼杖辰杜宋佃辿兎沌芭庇甫芙吻牡酉李伶巫芦佛壯吞步每阿苑奄於茄侃函其祁尭欣庚昂杭肴忽昏些竺杵昌帖陀苔坦宕沓杷枇斧朋孟茅沫怜或侑昊茉苺迪穹來亞兒拔卷拂爭卑社狀娃按郁胤胡廻珂迦俄臥恢恰柑竿祇衿頁彦巷哉珊柘柊洲茸穿茜殆祢姪盃柏毘姥柾俣籾耶柚宥祐洛亮玲俐勁奎昴洸洵珈珀拜恆侮勉祈祉突者俠卽倭烏峨桧莞桔笈矩桂倦倖晃浩紘紗晒柴栖朔窄砥紐峻隼恕哨秤晋秦訊屑閃悌啄耽挺釘砧荻套桐莫畠挽豹娩圃峯哩栗浬凌狼晟晏栞莉赳氣乘凉莊祕峽眞晄狹神悔海祐祖祝臭郞俱涉庵惟寅凰晦菅掬袈訣捲牽絃袴梧皐惚砦笹偲梓悉這雀惇淳渚捷梢菖埴逗釧舵雫梯琢捺紬猪淀兜桶祷萄梶畢彪彬菩捧萌萠逢椛掠琉笠梁菱淋埜崚彗毬晨梛脩笙絆羚眸菫逞冨圈國淨條將專帶從徠敍晝陷朗祥敏梅巢晚淚萊渥粥瑛堰淵凱堺筈萱雁稀葵卿喬欽寓腔喰戟喧硯絢犀斯惹萩葺竣閏疏湘甥粟厨棲貰揃惣湊巽湛智筑註喋脹堵董敦琶斐琵葡焚遥裡椋琳禄隈椀惺曾渾琥釉皓翔單堯惠萬惡盜剩搜爲猪都渚琢著視逸黑揭渴焰虛黃葦溢嘩塙鳩禽馴瑚跨幌嵯蓑裟獅蒔馳嵩楢蒐舜遁楯牒稔瑞靖楚蒼詫楕碓椿禎鼎楠煤蒲楓蒙傭楊蓉溜稜煉蓮碗暉椰滉瑶煌詢頌稟碎圓奧傳祿愼搖與裝虜廊勤暑煮碑溫窪斡蔭鳶嘉榎樺魁箕厩膏閤瑳榊爾竪嘗摺裳榛槙賑翠碩銑槍漕綜聡暢肇蔦槌綴嶋頗箔蔓緋輔鳳碧蓬鞄綾漣颯漱綺綸槇榮實奬遙僞齊粹盡寢團壽滯福僧嘆漢禍禎署賓寬綠摑蔣鞍慧蝦駕嬉槻毅誼蕎駈蕨糊撒撰撞諏醇樟蕉鄭噌噂歎蝶樋播幡磐蕃廟撫蕪篇鋒劉諒遼魯凜凛黎熙諄樂劍澁價儉彈樣稻廣賣醉髮墨層憎穀節練增德緖徵瘦緣謂叡燕薗鴨樫窺橘鋸諺醐縞錫輯錆鞘錘錐樽黛醍薙蹄鮎憐蕗橙澪燎蕾燈龍曉勳縣戰燒默衞險靜諸器謁橫賴曆歷錄霞檜徽磯鞠檎藁鴻壕薩燦濡鍬駿曙篠燭擢檀瓢瞥輿螺嶺應濕縱彌禪穗戲檢謠繁薰擊鍊襖鎧蹟穣雛叢儲鵜鞭麿鯉雜櫂燿藝藥藏鎭禮轉壘謹簞蟬醬蟹麒櫛蘇寵鯛禰曝瀕鵬蘭簾櫓獸瀧懷壞類懲贈難瀨禱繡繫顚巌馨纂耀嚴孃騷鰯轟纏飜鷄櫻攝欄蠟饗讃灘驍鑄聽疊穰臟覽響鷗鷲鱒巖顯纖驗鷹鱗麟鷺釀讓廳"
        },
        {
            "name": "Kyouiku Kanji",
            "characters": "六早足村大男竹虫中草川水生青赤石夕千先町天名木目文右力立林本百田土二日入年白八人一玉空気下月見犬五九休音雨円王火花貝学口校手十出女小正上森車七耳金左三山四子糸字昼茶知地池弟台体長朝鳥当刀冬電店点通直多太西数頭図心親新食星声走組前線船切雪晴場答毛明鳴万妹毎北方門野話理里来用曜友夜母米馬肉南内読同道東買売聞分風歩父番半麦思引魚牛弓帰汽記丸岩教強言原計京形兄今近顔間科夏何家園遠雲羽歌画活楽角外絵海回会元少寺時止市姉矢紙算自色書春秋週首弱社室作才工交広後午語戸古光公考細黒谷国合高行黄度都転鉄笛庭定丁追帳調島等倍配波農童動豆投湯登箱柱注速息送相想全整世神真族他着談炭短題第待対代打深畑和陽葉予有遊油由役薬問羊洋路練列礼流緑両旅落様面命味表氷筆美鼻皮悲坂板反病秒放勉返平物服福部負品発申県業橋去究球級急客期起曲局銀決血係軽化君宮具区苦岸漢運飲員院育医委意暗安泳駅横寒感館階界開荷温屋央悪進重州終集拾習受取主守住宿暑身植乗勝商章昭消助所酒昔指皿祭根号港向幸庫湖研始歯者写実式事持次使仕詩死念敗梅博飯然熱特働灯努徒飛必辺別兵副無夫不府付標票変伝典側束倉争巣浅選戦説折節続卒的底低兆仲置単達帯隊孫積便阜佐潟岐沖井香城富徳群賀崎滋阪梨奈栃鹿埼熊岡媛茨縄録労老養要勇約民未満末牧望包浴利連例冷令類輪料漁良量陸法席貨結芸景径芽郡軍訓械極欠建康課好功加候固果験健共競旗季街覚願観官管各関害希鏡協挙給求泣改議器機完臣順祝周種借失辞案児初唱笑清静信省照成愛松焼以位差察札刷塩昨材菜最億栄英参治試衣氏残司印散産祖則造像増測素総属損提適程張築断団態貸絶接情条状常招証序準術職織製設績責税勢制政性精述統囲夢暴防報豊墓保弁務迷綿貿領留略率容余輸編仏複版犯破能燃任独導判肥比復武婦布貧評備非銅修居額格確快解仮河可過価士慣幹許久旧逆義技寄基規眼刊往応桜毒殺費告航粉型脈救紀歴得堂演液易益営史衛永因移圧喜境授賛雑財罪在再際妻採災象酸支舎謝質識似示枝飼志師資賞査混現件禁検停険潔経句均限減個興厚耕鉱構講効護貯故段庁頂潮著忠暖宙値賃痛展認乳難脳届糖討党納誕装層善洗泉染宣盛奏操創担探宅存尊臓蔵窓専派腸翌幼郵優訳模盟密欲卵乱胃律片朗論臨裏覧幕枚亡批秘否晩班拝俳背腹奮陛忘棒宝訪暮補閉並肺誤勤筋供胸郷吸疑貴机揮危敬系呼己源厳権憲絹穴激劇警巻看域遺異預恩俵敵券退銭舌宇映干簡株割拡革閣灰我延沿承孝聖署純熟縮縦従就衆収宗樹処諸誠寸垂推仁針蒸将障傷除若尺済座砂困骨刻穀降鋼紅后裁策射捨磁姿至詞私視誌蚕冊皇"
        },
        {
            "name": "Touyou Kanji",
            "characters": "一丁七丈三上下不且世丘丙中丸丹主久乏乗乙九乳乾乱了事二互五井亜亡交享京人仁今介仕他付代令以仰仲件任企伏伐休伯伴伸伺似但位低住佐何仏作佳使来例侍供依侮侯侵便係促俊俗保信修俳俵併倉個倍倒候借倣値倫仮偉偏停健側偶傍傑備催伝債傷傾働像僚偽僧価儀億倹儒償優元兄充兆先光克免児入内全両八公六共兵具典兼冊再冒冗冠冬冷准凍凝凡凶出刀刃分切刈刊刑列初判別利到制刷券刺刻則削前剖剛剰副割創劇剤剣力功加劣助努効劾勅勇勉動勘務勝労募勢勤勲励勧勺匁包化北匠匹匿区十千升午半卑卒卓協南博占印危却卵巻卸即厘厚原去参又及友反叔取受口古句叫召可史右司各合吉同名后吏吐向君吟否含呈呉吸吹告周味呼命和咲哀品員哲唆唐唯唱商問啓善喚喜喪喫単嗣嘆器噴嚇厳嘱囚四回因困固圏国囲園円図団土在地坂均坊坑坪垂型埋城域執培基堂堅堤堪報場塊塑塔塗境墓墜増墨堕墳墾壁壇圧塁壊士壮壱寿夏夕外多夜夢大天太夫央失奇奉奏契奔奥奪奨奮女奴好如妃妊妙妥妨妹妻姉始姓委姫姻姿威娘娯娠婆婚婦婿媒嫁嫡嬢子孔字存孝季孤孫学宅宇守安完宗官宙定宜客宣室宮宰害宴家容宿寂寄密富寒察寡寝実寧審写寛寮宝寸寺封射将専尉尊尋対導小少就尺尼尾尿局居届屈屋展層履属山岐岩岸峠峰島峡崇崩岳川州巡巣工左巧巨差己市布帆希帝帥師席帳帯常帽幅幕幣干平年幸幹幻幼幽幾床序底店府度座庫庭庶康庸廉廊廃広庁延廷建弊式弓弔引弟弦弧弱張強弾形彩彫彰影役彼往征待律後徐径徒得従御復循微徴徳徹心必忌忍志忘忙忠快念怒怖思怠急性怪恒恐恥恨恩恭息悦悔悟患悲悼情惑惜恵悪惰悩想愁愉意愚愛感慎慈態慌慕惨慢慣慨慮慰慶憂憎憤憩憲憶憾懇応懲懐懸恋成我戒戦戯戸房所扇手才打扱扶批承技抄抑投抗折抱抵押抽払拍拒拓抜拘拙招拝括拷拾持指振捕捨掃授掌排掘掛採探接控推措描提揚換握掲揮援損揺捜搬携搾摘摩撤撮撲擁択撃操担拠擦挙擬拡摂支収改攻放政故叙教敏救敗敢散敬敵敷数整文斗料斜斤斥新断方施旅旋族旗既日旨早旬昇明易昔星映春昨昭是時晩昼普景晴晶暇暑暖暗暫暮暴暦曇暁曜曲更書替最会月有服朕朗望朝期木未末本札朱机朽材村束杯東松板析林枚果枝枯架柄某染柔査柱柳校株核根格栽桃案桑梅条械棄棋棒森棺植業極栄構概楽楼標枢模様樹橋機横検桜欄権次欲欺款歌欧歓止正歩武歳歴帰死殉殊殖残段殺殿殴母毎毒比毛氏民気水氷永求汗汚江池決汽沈没沖河沸油治沼沿況泉泊泌法波泣注泰泳洋洗津活派流浦浪浮浴海浸消渉液涼淑涙淡浄深混清浅添減渡測港渇湖湯源準温溶滅滋滑滞滴満漁漂漆漏演漢漫漸潔潜潤潮渋澄沢激濁濃湿済濫浜滝瀬湾火灰災炊炎炭烈無焦然煮煙照煩熟熱燃燈焼営燥爆炉争為爵父片版牛牧物牲特犠犬犯状狂狩狭猛猶獄独獲猟獣献玄率玉王珍珠班現球理琴環璽甘生産用田由甲申男町界畑畔留畜畝略番画異当畳疎疑疫疲疾病症痘痛痢痴療癖登発白百的皆皇皮盆益盛盗盟尽監盤目盲直相盾省看真眠眼睡督瞬矛矢知短石砂砲破研硝硫硬碁砕碑確磁礁礎示社祈祉秘祖祝神祥票祭禁禍福禅礼秀私秋科秒租秩移税程稚種称稲稿穀積穂穏穫穴究空突窒窓窮窯窃立並章童端競竹笑笛符第筆等筋筒答策箇算管箱節範築篤簡簿籍米粉粒粗粘粧粋精糖糧系糾紀約紅紋納純紙級紛素紡索紫累細紳紹紺終組結絶絞絡給統糸絹経緑維綱網綿緊緒線締縁編緩緯練縛県縫縮縦総績繁織繕絵繭繰継続繊欠罪置罰署罷羊美着群義羽翁翌習翼老考者耐耕耗耳聖聞声職聴粛肉肖肝肥肩肪肯育肺胃背胎胞胴胸能脂脅脈脚脱脹腐腕脳腰腸腹膚膜膨胆臓臣臨自臭至致台与興旧舌舎舗舞舟航般舶船艇艦良色芋芝花芳芽苗若苦英茂茶草荒荷荘茎菊菌菓菜華万落葉著葬蒸蓄薄薦薪薫蔵芸薬藩虐処虚虜虞号蚊融虫蚕蛮血衆行術街衝衛衡衣表衰衷袋被裁裂裏裕補装裸製複襲西要覆見規視親覚覧観角解触言訂計討訓託記訟訪設許訴診詐詔評詞詠試詩詰話該詳誇誌認誓誕誘語誠誤説課調談請論諭諮諸諾謀謁謄謙講謝謡謹証識譜警訳議護誉読変譲谷豆豊豚象豪予貝貞負財貢貧貨販貫責貯弐貴買貸費貿賀賃賄資賊賓賜賞賠賢売賦質頼購贈賛赤赦走赴起超越趣足距跡路跳踊踏践躍身車軌軍軒軟軸較載軽輝輩輪輸轄転辛弁辞辱農込迅迎近返迫迭述迷追退送逃逆透逐途通速造連逮週進逸遂遇遊運遍過道達違逓遠遣適遭遅遵遷選遺避還辺邦邪邸郊郎郡部郭郵都郷配酒酢酬酪酵酷酸酔醜医醸釈里重野量金針鈍鈴鉛銀銃銅銑銘鋭鋼録錘錠銭錯錬鍛鎖鎮鏡鐘鉄鋳鑑鉱長門閉開閑間閣閥閲関防阻附降限陛院陣除陪陰陳陵陶陥陸陽隆隊階隔際障隣随険隠隷隻雄雅集雇雌双雑離難雨雪雲零雷電需震霜霧露霊青静非面革音韻響頂項順預頒領頭題額顔願類顧顕風飛翻食飢飲飯飼飽飾養餓余館首香馬駐騎騰騒駆験驚駅骨髄体高髪闘鬼魂魅魔魚鮮鯨鳥鳴鶏塩麗麦麻黄黒黙点党鼓鼻斎歯齢"
        }
    ]
}