{
    "version": 1,
    "name": "Standard Form of National Characters",
    "lang": "zh-Hant",
    "source": "https://language.moe.gov.tw/001/Upload/Files/site_content/download/mandr/教育部4808個常用字.pdf https://zh.wikisource.org/wiki/%E5%B8%B8%E7%94%A8%E5%9C%8B%E5%AD%97%E6%A8%99%E6%BA%96%E5%AD%97%E9%AB%94%E8%A1%A8 https://zh.wikisource.org/wiki/次常用國字標準字體表 https://raw.githubusercontent.com/ButTaiwan/cjktables/refs/heads/master/taiwan/edu_standard_1.txt https://raw.githubusercontent.com/ButTaiwan/cjktables/refs/heads/master/taiwan/edu_standard_2.txt https://github.com/TraditionalChinese/TW-ABCN https://dict.variants.moe.edu.tw/appendix.jsp?ID=3",
    "leftover_group": "Not in Standard Form of National Characters",
    "groups": [
        {
            "name": "Chart of Standard Forms of Common National Characters",
            "characters": "一丁七三下丈上丑丐不丙世丕且丘丞丟並丫中串丸凡丹主乃久么之尹乍乏乎乒乓乖乘乙九也乞乩乳乾亂了予事二于云井互五亙些亞亟亡交亦亥亨享京亭亮人仁什仃仆仇仍今介仄以付仔仕他仗代令仙仞仿伉伙伊伕伍伐休伏仲件任仰仳份企位住佇佗佞伴佛何估佐佑伽伺伸佃佔似但佣作你伯低伶余佝佯依侍佳使佬供例來侃佰併侈佩佻侖佾侏信侵侯便俠俑俏保促侶俘俟俊俗侮俐俄係俚俎俞倌倍倣俯倦倥俸倩倖倆值借倚倒們俺倀倔倨俱倡個候倘俳修倭倪俾倫倉偺偽停假偃偌做偉健偶偎偕偵側偷偏倏傢傍傅備傑傀傖傘傭債傲傳僅傾催傷傻傯僧僮僥僖僭僚僕像僑僱億儀僻僵價儂儈儉儒儘儔儐優償儡儲儷儼兀元允充兄光兇兆先兌克兕免兔兒兗兜兢入內全兩八六兮公共兵具其典兼冀冉冊再冒冑冕最冗冠冤冥冢冬冰冶冷冽凍凌准凋凜凝几凰凱凳凶凹出凸函刀刁刃分切刈刊列刑划刎別判利刪刨刻券刷刺到刮制剁剎剃削前剌剋則剖剜剔剛剝剪副割剴創剩剿剷剽劃劇劈劉劍劑力加功劣劫助努劬劾勇勉勃勁勒務勘動勞勝勛募勦勤勢勵勸勻勾勿包匆匈匍匐匏匕化北匙匝匡匠匣匪匯匱匹匿區匾十千午升卅仟半卉卒協卓卑南博卜卞卡占卦卯卮印危即卵卷卸卹卻卿厄厚原厝厥厭厲去參又叉友及反取叔受叛叟曼叢口可古右召叮叩叨叼司叵叫另只史叱台句叭吉吏同吊吐吁吋各向名合吃后吆吒吝吭吞吾否呎吧呆呃吳呈呂君吩告吹吻吸吮吵吶吠吼呀吱含吟味呵咖呸咕咀呻呷咄咒咆呼咐呱呶和咚呢周咋命咎咬哀咨哎哉咸咦咳哇哂咽咪品哄哈咯咫咱咻哨唐唁唷哼哥哲唆哺唔哩哭員唉哮哪哦唧商啪啦啄啞啡啃啊唱啖問啕唯啤唸售啜唬啣唳啻喀喧啼喊喝喘喂喜喪喔喇喋喃喳單喟唾喲喚喻喬喱啾喉嗟嗨嗓嗦嗎嗜嗇嗑嗣嗤嗯嗚嗡嗅嗆嗥嗾嘀嘛嘗嗽嘔嘆嘉嘍嘎嗷嘖嘟嘈嘮嘻嘹嘲嘿嘩噓噎噗噴嘶嘯嘰噙噫噹噩噤噸嘴噪器噥噱噯噬噢嚎嚀嚐嚅嚇嚏嚕嚮嚥嚨嚷嚶嚴嚼囁囀囂囈囊囉囌囑四囚因回囪困囤固圃圈國圍園圓團圖土圳地在圭圬圯坊坑址坍均坎圾坐坏垃坷坪坩坡坦坤坼垂型垠垣垢城垮埂埔埋埃域堅堊堆埠埤基堂堵執培堯堪場堤堰報堡塞塑塘塗塚塔填塌塭塊塢塵塾境墓墊塹墅墀墟增墳墜墮壁墾壇壅壕壓壑壙壘壞壟壢壤壩士壬壯壹壺壽夏夔夕外夙多夜夠夥夢夤大天夫太夭央失夷夸夾奉奇奈奄奔奕契奏奎奐套奘奚奢奠奧奪奩奮女奴奶妄奸妃好她如妁妝妒妨妞妣妙妖妍妤妓妊妥妾妻委妹妮姑姆姐姍始姓姊妯妳姒姜姘姿姣姨娃姥姪姚姦威姻娑娘娜娟娛娓姬娠娣娩娥娌娶婁婉婦婪婀娼婢婚婆婊婷媚婿媒媛嫁嫉嫌媾媽媼媳嫂媲嫡嫦嫩嫗嫖嫘嫣嬉嫻嬋嫵嬌嬝嬴嬰嬪嬤嬸孀子孑孓孔孕字存孝孜孚孟孤季孩孫孰孳孱孵學孺孽孿它宇守宅安完宋宏宗定官宜宙宛宣宦室客宥宰害家宴宮宵容宸寇寅寄寂宿密寒富寓寐寞寧寡寥實寨寢寤察寮寬審寫寵寶寸寺封射尉專將尊尋對導小少尖尚尤尬就尷尸尺尼局屁尿尾屈居屆屎屏屍屋屑展屐屠屜屢層履屬屯山屹岐岑岔岌岷岡岸岩岫岱岳峙峭峽峻峪峨峰島崁崇崆崎崛崖崢崑崩崔崙嵌嵐嵩嶄嶇嶝嶼嶺嶽巍巔巒巖川州巢工巨巧左巫差己已巳巴巷巽巾市布帆希帘帚帖帕帛帑帝帥席師常帶帳帷幅帽幀幌幛幣幕幗幔幢幟幫干平并年幸幹幻幼幽幾序庇床庚店府底庖庠度庫庭座康庸庶庵庾廊廁廂廉廈廓廖廢廚廟廝廣廠龐廬廳廷延建廿弁弄弈弊式弒弓弔引弘弗弛弟弦弧弩弭弱張強弼彆彈彌彎彗彙彝彤形彥彬彩彫彭彰影彷役往征彿彼很待徊律徇後徒徑徐得徙從徘御復循徨徬微徹德徵徽心必忙忖忘忌志忍忱快忝忠忽念忿怏怔怯怵怖怪怕怡性怒思怠急怎怨恍恰恨恢恆恃恬恫恪恤恙恣恥恐恕恭恩息悄悟悚悍悔悌悅悖恿患悉悠您惋悴惦悽情悻悵惜悼惘惕惆惟悸惚惑惡悲悶惠愜愣惺愕惰惻惴慨惱愎惶愉愀愚意慈感想愛惹愁愈慎慌慄慍愾愴愧慇愿態慷慢慣慟慚慘慶慧慮慝慕憂慼慰慫慾憧憐憫憎憬憚憤憔憲憑憩憊懍憶憾懂懊懈應懇懦懣懲懷懶懵懸懺懼懾懿戀戈戊戎戌戍成戒我或戕戚戛戟戡戢截戮戰戲戴戳戶房戾所扁扇扈扉手才扎打扔扒扣扛托抄抗抖技扶抉扭把扼找批扳抒扯折扮投抓抑承拉拌拄抿拂抹拒招披拓拔拋拈抨抽押拐拙拇拍抵拚抱拘拖拗拆抬拎拜挖按拼拭持拮拽指拱拷拯括拾拴挑拳挈拿捎挾振捕捂捆捏捉挺捐挽挪挫挨掠控捲掖探接捷捧掘措捱掩掉掃掛捫推掄授掙採掬排掏掀捻捩捨掣掌描揀揩揉揆揍插揣提握揖揭揮捶援揪換摒揚搓搾搞搪搭搽搬搏搜搔損搶搖搗撇摘摔撤摸摟摺摑摧摩摯摹撞撲撈撐撰撥撓撕撩撒撮播撫撚撬擅擁擋撻撼據擄擇擂操撿擒擔擎擊擘擠擰擦擬擱擴擲擾攆擺擻攀攏攘攔攙攝攜攤攣攫攪攬支收改攻放政故效敝敖救教敗啟敏敘敞敦敢散敬敲敵敷數整斂斃文斑斐斗料斜斟斡斤斥斧斫斬斯新斷方於施旁旅族旋旌旎旗旖既日旦早旨旬旭旱旺昔易昌昆昂明昀昏春昭映昧是星昨時晉晏晃晒晌晝晚晤晨晦普晰晴晶景暑智暗暉暇暈暖暢暨暮暫暴曆曉暹曙曖曠曝曦曰曲曳更曷書曹勗曾替會月有服朋朔朕朗望期朝朦朧木朮本未末札朽朴朱朵束李杏材村杜杖杞杉杭枋枕東果杳杷枇枝林杯杰板枉松析杵枚柿染柱柔某柬架枯柵柩柯柄柑枴柚查枸柏柞柳校核案框桓根桂桔栩梳栗桌桑栽柴桐桀格桃株桅栓梁梯梢梓梵桿桶梱梧梗械梃棄梭梆梅梔條梨梟棺棕棠棘棗椅棟棵森棧棹棒棲棣棋棍植椒椎棉棚榔業楚楷楠楔極椰概楊楨楫楞楓楹榆榜榨榕槁榮槓構榛榷榻榫榴槐槍榭槌樣樟槨樁樞標槽模樓樊槳樂樅樽樸樺橙橫橘樹橄橢橡橋橇樵機檀檔檄檢檜櫛檳檬櫃檻檸櫂櫥櫝櫚櫓櫻欄權欖欠次欣欲款欺欽歇歉歌歐歙歟歡止正此步武歧歪歲歷歸歹死歿殃殆殊殉殘殖殤殮殯殲段殷殺殼毀殿毅毆毋母每毒毓比毗毛毫毯毽氏民氐氓氖氛氟氣氧氨氦氤氫氮氯氳水永汁汀氾求汝汗汙江池汐汕汞沙沁沈沉沅沛汪決沐汰沌汨沖沒汽沃汲汾泣注泳沱泌泥河沽沾沼波沫法泓沸泄油況沮泗泅泱沿治泡泛泊泉泰洋洲洪流津洌洱洞洗活洽派洶洛浪涕消涇浦浸海浙涓浬涉浮浚浴浩涎涼淳淙液淡淌淤添淺清淇淋涯淑涮淞淹涸混淵淅淒渚涵淚淫淘淪深淮淨淆淄港游湔渡渲湧湊渠渥渣減湛湘渤湖湮渭渦湯渴湍渺測湃渝渾滋溉渙溢溯滓溶滂源溝滇滅溥溘溼溺溫滑準溜滄滔溪漳演滾漓滴漩漾漠漬漏漂漢滿滯漆漱漸漲漣漕漫漯澈漪滬漁滲滌漿潼澄潑潦潔澆潭潛潸潮澎潺潰潤澗潘濂澱澡濃澤濁澧澳激澹濘濱濟濠濛濤濫濯澀濬濡瀉瀋濾瀆濺瀑瀏瀛瀟瀨瀚瀝瀕瀾瀰灌灑灘灣灤火灰灶灼災灸炕炎炒炊炙炫為炳炬炯炭炸炮烊烘烤烙烈烏烹焉焊烽焙焚焦焰無然煮煎煙煩煤煉照煜煬煦煌煥煞熔熙煽熊熄熟熬熱熨熾燉燐燒燈燕熹燎燙燜燃燄燧營燮燦燥燭燬燴燻爆爍爐爛爨爪爬爭爰爵父爸爹爺爻爽爾牆片版牌牒牖牘牙牛牟牝牢牡牠牧物牲牯牴特牽犁犄犀犒犖犛犢犧犬犯狄狂狀狎狙狗狐狩狠狡狼狹狽狸狷猜猛猖猓猙猶猥猴猩猷獅猿猾獄獐獎獗獨獰獲獷獵獸獺獻玀玄率王玉玖玩玨玟玫玷珊玻玲珍珀玳班琉珮珠琅琊球理現琍琺琪琳琢琥琵琶琴瑯瑚瑕瑟瑞瑁琿瑙瑛瑜瑤瑣瑪瑰瑩璋璃璜璣璩環璦璧璽瓊瓏瓜瓠瓢瓣瓦瓶瓷甄甌甕甘甚甜生產甥甦用甩甬甫甭田由甲申男甸甽畏界畔畝畜畚留略畦畢異畫番當畸疇疆疊疋疏疑疝疙疚疫疤疥疾病症疲疳疽疼疹痊痔痕疵痢痛痣痙痘痞瘀痰瘁痲痱痺痿痴瘧瘍瘋瘉瘓瘠瘩瘟瘤瘦瘡瘴瘸癆療癌癖癘癒癢癥癩癮癬癱癲癸登發白百皂的皆皇皈皎皖皓皚皮皰皴皺皿盂盈盆盃益盍盎盔盒盛盜盞盟盡監盤盧盥盪目盯盲直省盹相眉看盾盼眩真眠眨眷眾眼眶眸眺睏睛睫睦睞督睹睪睬睜睥睨瞄睽睿睡瞎瞇瞌瞑瞠瞞瞟瞥瞳瞪瞰瞬瞧瞭瞽瞿瞻矇矓矗矚矛矜矢矣知矩短矮矯石矽砂研砌砍砰砧砸砝破砷砥砭硫硃硝硬硯碎碰碗碘碌碉硼碑磁碟碧碳碩磋磅確磊碾磕碼磐磨磚磬磷磺磴磯礁礎礙礦礪礬礫示社祀祁祆祉祈祇祕祐祠祟祖神祝祗祚祥票祭祺祿禁禎福禍禦禧禪禮禱禹萬禽禾私秀禿秉科秒秋秤秣秧租秦秩移稍稈程稅稀稜稚稠稔稟種稱稿稼穀稽稷稻積穎穆穌穗穡穢穫穩穴究空穹穿突窄窈窒窕窘窗窖窟窠窪窩窯窮窺竄竅竇竊立站童竣竭端競竹竺竿竽笆笑笠笨笛第符笙笞等策筆筐筒答筍筋筏筷節筠管箕箋筵算箝箔箏箭箱範箴篆篇篁篙簑築篤篛篡篩簇簍篾篷簫簧簪簞簣簡簾簿簸簽簷籌籃籍籐籠籟籤籬籮籲米粉粒粗粟粥粱粳粵粹粽精糊糕糖糠糜糞糢糟糙糧糯糸系糾紂紅紀紉紇約紡紗紋紊素索純紐紕級紜納紙紛絆絃統紮紹紼絀細紳組累終絞結絨絕紫絮絲絡給絢經絹綑綁綏綻綰綜綽綾綠緊綴網綱綺綢綿綵綸維緒緇締練緯緻緘緬緝編緣線緞緩綞縊縑縈縛縣縮績繆縷縲繃縫總縱繅繁織繕繞繚繡繫繭繹繩繪辮繽繼纂纏續纓纖纜缶缸缺缽罄罈罐罕罔罟置罩罪署罰罵罷罹羅羈羊羌羋美羔羞羚善義羨群羯羲羶羹羸羽羿翅翁翌翎習翔翕翠翡翟翩翰翱翳翼翹翻耀老考者耆而耐耍耒耘耕耙耗耜耳耶耽耿聊聆聖聘聞聚聱聲聰聯聳職聶聾聽聿肆肄肅肇肉肋肌肖肓肝肘肛肚育肺肥肢肱股肫肩肴肪肯胖胥胚胃胄背胡胛胎胞胤胱脂胰脅胭胴脆胸胳脈能脊脯脖脣脫脩腕腔腋腑腎脹腆脾腐腱腰腸腥腮腳腫腹腺腦膀膏膈膊腿膛膜膝膠膚膳膩膨臆臃膺臂臀膿膽臉膾臍臏臘臚臟臣臥臧臨自臭臬至致臺臻臼臾舀舂舅與興舉舊舌舍舐舒舔舛舜舞舟舢航舫舨般舵舷舶船艇艘艙艦艮良艱色艾芒芋芍芳芝芙芭芽芟芹花芬芥芻苧范茅苣苛苦茄若茂茉苒苗英茁苜苔苑苞苓苟茫荒荔荊茸荐草茵茴荏茲茹茶茗荀茱莎莞莘荸莢莖莽莫莒莊莓莉莠荷荻荼菩萃菸萍菠菅萋菁華菱菴著萊菰萌菌菽菲菊萸萎萄菜蒂葷落萱葵葦葫葉葬葛萼萵葡董葩蓉蒿蓆蓄蒙蒞蒲蒜蓋蒸蓀蓓蒐蒼蔗蔽蔚蓮蔬蔭蔓蔑蔣蔡蔔蓬蔥蓿蕊蕙蕈蕨蕩蕃蕉蕭蕪薪薄蕾薜薑薔薯薛薇藏薩藍藐藉薰藩藝藪藕藤藥藻藹蘑藺蘆蘋蘇蘊蘗蘭蘚蘸蘿虎虐虔處彪虛虜虞號虧虫虱虹蚊蚪蚓蚤蚩蚌蚣蛇蛀蚶蛄蚵蛆蛋蚱蚯蛟蛙蛭蛔蛛蛤蛹蜓蜈蜇蜀蛾蛻蜂蜃蜿蜜蜻蜢蜥蜴蜘蝕螂蝴蝶蝠蝦蝸蝨蝙蝗蝌螃螟螞螢融蟀蟑螳蟒蟆螫螻螺蟈蟋蟯蟬蟲蟻蠅蠍蟹蠔蠕蠣蠢蠡蠟蠱蠶蠹蠻血行衍術街衙衛衝衡衢衣初表衫衰衷袁袂袞袈被袒袖袍袋裁裂袱裟裔裙補裘裝裡裊裕裳褂裴裹裸製裨褚褐複褒褓褪褲褥褫褻褶襄褸襠襟襖襤襪襲襯西要覃覆見覓規視親覦覬覲覺覽觀角解觴觸言計訂訃記訐討訌訕訊託訓訖訪訝訣訥許設訟訛註詠評詞証詁詔詛詐詆訴診詫該詳試詩詰誇詼詣誠話誅詭詢詮詬詹誦誌語誣認誡誓誤說誥誨誘誑誼諒談諄誕請諸課諉諂調誰論諍諦諺諫諱謀諜諧諮諾謁謂諷諭謎謗謙講謊謠謝謄謨謹謬譁譜識證譚譎譏議譬警譯譴護譽讀變讓讒讖讚谷豁谿豆豈豉豌豎豐豔豕豚象豢豪豬豫豺豹貂貊貉貍貌貓貝貞負財貢販責貫貨貪貧貯貼貳貽賁費賀貴買貶貿貸賊資賈賄貲賃賂賅賓賑賒賠賞賦賤賬賭賢賣賜質賴賺賽購贅贈贊贏贍贓贖贗贛赤赧赦赫赭走赴赳起越超趁趙趕趟趣趨足趴趾跎距跋跚跑跌跛跆跡跟跨路跳跺跪跼踫踐踝踢踏踩踟蹄踱踴蹂踹踵蹉蹋蹈蹊蹙蹣蹦蹤蹼蹲躇蹶蹬蹺躉躁躅躂躊躍躑躡躪身躬躲躺軀車軋軍軌軒軔軛軟軻軸軼較載軾輊輔輒輕輓輝輛輟輩輦輪輜輻輯輸轄輾轂轅輿轉轍轔轎轟轡辛辜辟辣辨辦辭辯辰辱農迂迆迅迄巡迎返近述迦迢迪迥迭迫送逆迷退迺迴逃追逅這逍通逗連速逝逐逕逞造透逢逖逛途逮逵週逸進運遊道遂達逼違遐遇遏過遍遑逾遁遠遘遜遣遙遞適遮遨遭遷遵遴選遲遼遺避遽還邁邂邀邇邊邐邏邑邕邢邪邦那邵邸邱郊郎郁郡部郭都鄂郵鄉鄒鄙鄰鄭鄧鄱鄹酉酋酊酒配酌酗酣酥酬酪酩酵酸酷醇醉醋醃醒醣醞醜醫醬醺釀釁采釉釋里重野量釐金釘針釗釜釵釦釣釧鈔鈣鈕鈉鈞鈍鈐鈷鉗鈸鈽鉀鈾鉛鉋鉤鉑鈴鉸銬銀銅銘銖鉻銓銜鋅銻銷鋪鋤鋁銳銼鋒錠錶鋸錳錯錢鋼錫錄錚錐錦鍍鎂錨鍵鍊鍥鍋錘鍾鍬鍛鍰鎔鎊鎖鎢鎳鎮鏡鏑鏟鏃鏈鏜鏝鏖鏢鏍鏘鏤鏗鐘鐃鏽鐮鐳鐵鐺鐸鐲鑄鑑鑒鑣鑠鑲鑰鑽鑾鑼鑿長門閂閃閉閔閏開閑間閒閘閡閨閩閣閥閤閭閱閻闊闋闌闈闆闔闖闐關闡闢阜阡防阮阱阪陀阿阻附限陋陌降院陣陡陛陝除陪陵陳陸陰陴陶陷隊階隋陽隅隆隍陲隘隔隕隙障際隧隨險隱隴隸隻雀雁雅雄雋集雇雍雉雌雕雖雜雙雛雞離難雨雪雯雲雷電雹零需霄霆震霉霎霑霖霍霓霏霜霞霪霧霸霹露霽霾靂靈靄青靖靛靜非靠靡面靦靨革靴靶靼鞅鞍鞋鞏鞘鞠鞣鞦鞭韃韁韆韋韌韓韜韭音章竟韶韻響頁頂頃項順須預頑頓頊頒頌頗領頡頰頸頻頷頭頹頤顆額顏題顎顓類願顛顧顫顯顰顱風颯颱颳颶颺颼飄飛食飢飧飪飯飩飲飭飼飴飽飾餃餅餌餉養餓餒餘餐館餞餛餡餵餾餿餽饅饒饑饜饞首香馥馨馬馮馭馳馱馴駁駝駐駟駛駑駕駒駙駭駢駱騁駿騎騖騙騫騰騷驅驃驀騾驕驚驛驗驟驢驥驪骨骯骰骷骸骼髏髒髓體高髦髮髯髻髭鬃鬆鬍鬚鬢鬥鬧鬨鬱鬲鬼魁魂魅魄魏魔魘魚魷魯鮑鮮鮫鮪鯊鯉鯽鯨鯧鰓鰍鰭鰥鱉鰱鰾鰻鱔鱗鱖鱷鱸鳥鳩鳴鳶鳳鴆鴉鴕鴣鴦鴨鴒鴛鴻鴿鵑鵝鵠鶉鵡鵲鵪鵬鶯鶴鷂鷓鷗鷥鷹鷺鸚鸞鹹鹼鹽鹿麂麋麒麗麓麝麟麥麩麴麵麻麼麾黃黍黎黏黑墨默黔點黜黝黛黠黨黯黴黷鼇鼎鼓鼕鼙鼠鼬鼴鼻鼾齊齋齒齟齣齡齜齦齬齪齷齲龍龔龜"
        },
        {
            "name": "Chart of Standard Forms of Less-Than-Common National Characters",
            "characters": "万丌丏冇与丮丰丱乂乜亍亓亢亳亶亹仂仉仨仜仩仡仝伎优伬仵伔伋仱伀价佖伻佢佉体佤伾佈佧佒佚佟佁佘侘佼侅佽侀侇佶佴侉侑侄佷佌侗佪侚佹侁佸侐侜佺侔侞俍俅俓侲俉侷俋俁俔俜俙侻侳俛俇倞倅倇倓倢倰倛俵俴倳倷倬俶俷倗倜倠偯偰偪偡偞偠偭偓偋偝偲偈偍偁偛偊偢倕偅偟偩偫傛傚傕傔傞傋傣傃傌傎傝偨傜傒傂傽傿僆傮僄僊傴僇僈僂傰僁傺傱僋僉僦僔僗僨僳僛僪僎僝僤僓僩僬僰僿儃儰僸儆儇僶僾儋儌僽儜儕儓儗儚儑儦儥儢儤儠儱儴儵儳儺儸儹儻儽党冏冔冓冘冞冪冱冼凊凄凅凔凘刌刉刓刖刜刞刵刲刳剆刱剄剉剡剚剒剞剟剕剫剭剬剺剸剻剼劂劀劁劋劌劊劓劖劘劗劙劦劭劼勍勖勣勩勰勱勴勺匊匜匢匭匰匴匷匼匽卌卍卣卬卼厂厎厒厗厖厞厜厤厬厹叄叡叻吰吷吪呔听咇呿咁咑咂咈呫呺呾呥呬呴呦咍咩咺咡咭咥咧哏哃茍咷咮哖咶哅哆咿咠呰咼咢唦唇哢唗唒哧哳哽哤唚哿唄唈哫唏唑唅啵啶唼啍啐唴唪啑啢唶唵唰啒啅啁啗唌唲啥啎喑喨喥喭啷噅喢喫喓喈喏喵喁喙喣喒喤啽喌喦嗃嗛嗌嗐嗉嗋嗊嗝嗀嗔嗄嗩喿嗒喍嗏嗕嗢嗖嗈嗲嘧嘕嘌嘒嗼嘏嘜嘁嘐嘓嗶嘂嗺嘝嘄嗿噈噂噌嘵噁噊噉噆噘噚噀嘳嘽嘬嘾嘸噍噰噠噶噮噳噦噣噭噲噞嚓嚌嚍嚆嚄嚃嚘嚜嚗嚚嚫嚭嚦嚧嚪嚬嚲嚵嚳囃嚽嚾囆囅囋囓囍囔囗囝囡囟囫囮囧囷囹囿圁圄圂圊圉圇圌圜圞圠圩圮坁圻坅坌坯坲坭坫坱坰坶垀坵坻坳坴垵垞垓垟垤垌垗垝垛垔垘埌堲埕埒垺埆垽垼埻埢埶埜埴堀埭埽堈埸堋埳埏堇堩堷堙堞堧堝堣堨埵堠塈堥塓塨塤塒塏塍塉塯塕塋墉塼墐墘墆墁塿塴墋塺墩墫墝墱墠墣墦墯墬壈墽壖壎壚壝壛壴壼壾壿夃夆夌复夎夒夗夬夯奅奓奊奡奫奭奰奲妀奼妦妘妠妗妎妢妐妵妺姏姎妲姌姁㚷姡姞姮娀姱姝姺姽姼姶姤娙娖娉娭婠婘婕婧婞娸娵婭婐婟婥婬婓婤婗媯媔媟婺媢媞婸媦媧婼媥媬媕媮娷嫇嫄嫋媺媸媱媵媰媿嫈媻嫜嫮嫥嫕嫪嫚嫭嫫嫳嫢嫠嫛嫿嬈嫴嫽嫷嫶嬃嬗嬙嬛嬡嬎嬓嬐嬖嬭嬥嬲嬽嬾嬿孃孅孈孋孌孛孢孥孬屘孲孷宁宄宎宓宕宨宧寁寀寪寍寋寔寑寖寘寙寠寰寱尃尌尐尔尒尟尨尪尰尳尻屄屌屖屔屙屝屣屧屨屩屭屮屴屼屺岍岏岈岋岉岒岊岮岤岠岵岯岨岬岟岣岭岢岪岧岝峐峘峌峒峗峋峛峞峚峉峇峊峬峴峿峮峱峷崞崋崝崚崠崌崨崍崦崤崥崏崰崒崧崗崣崟崷嵃嵫嵁嵋崿崵嵑嵎嵕崳崺崴嵒崽崱嵙嵇嵂嵯嵱嵣嵊嵥嵲嵬嵞嶂嶀嵽嶆嵺嶁嵷嶊嶉嶈嵾嶙嶗嶟嶒嶢嶓嶕嶠嶜嶡嶚嶞嶔嶬嶱嶩嶧嶵嶰嶮嶪嶨嶲嶭嶸嶷巀巃巆巇巉巏巋巕巑巘巟巰巹巿帊帗帔帙帡帢帟帣帠帤帩帨帾帴幄幃幏幎幘幙幓幩幝幡幠幧幨幦幬幪幭幰幵庀庂庋庉庌庈庰庤庢庛庣庥庨庮庪庬庱庴庹庲庳廄廅廌廆廋廇廘廑廗廎廜廕廙緳廛廞廡廩廧廦廨廥廮廯廱蠯廾异弅弇弋弚弝弨弢弣弤弮弳弶弸彀彄彃彉彊彋彏彔彖彘彧彯彳彴彸徂彾徉徠徛徜徦徥徯徭徲徼徾徿忀忁忉忔忕忒忑忐忭忨忮忳忸忡忤忣忺忯忪忷忻忞忥怭怦怙怲怋怴怩怫怊怗怳怛怚怞怬怢怍怐怮怓怷怹恔恲恞恅恓恇恉恛恌恀恂恟恝恚恧恁悢悈悀悒悁悝悃悕悛悗悇悊悐悆惇悾悰悺惓惔惏惤惙惝惈悱惛悷惉悹惌惢惎惄愔惲愊愖愅惵愓愒惸惼惾惷愍愆慉慊愫慅愶愲愷愮慆愯愬愨慁慞慵慱慳慒慓慲慬憀慴慔慺慛慥憋憃慹憱憰憢憉憛憓憯憭憟憒憪憡憍憮憝憨憖懅憴懆懁懌憺憿憸懃懋憵憼懧懠懥懤懨懞懘懟懭懮懱懪懰懫懻懽戁戃戄戇戉戔戠酨戣戥戩戧戭戺戽扂扃扆扊扑扐扜扞扤扡扦扢抃抆抌抎抏抔抇扱扻扺抭抴拑抾抪抶拊抮拏挍挂挋拵挎挃拫拹挏挌拸拶挀拲挐捖挬捄捅挶捃揤捍捌挹捋捊挼挩捁挴捘捔挲捥掊掂捽掽掞掭掝掗掫捺掎捯掇掐据掯捵掜捭掮捼掤挻掰掔掱揎揥揨揯揃撝揳揊揠揶揕揲揵摡揟揹掾揝揜揄揘揅揱揫搐搒搉搠搤搳搆摃搟搕搘搹搷搢搣搌搦搰搨摁搵搯搊搚摀搥搧搋搴搫摍摛摭摝摴摶摲摳摽摵摦撦摎撂摞摜摋摻摓摠摐摿摮摰撙撢撖撠撅撗撜撏撋撊撌撣撳撟擗擖擐擏擉撾撽擯擩擣擫擢擭擤擨擿擷攄擽擸攇攐攍攉攌攗攖攕攓攛攡攠攦攢攩攭攮攲攳攷攸攽敁敉敊敆敕敔敓敧敪敤敜敯敳敶敺敹敻敿斁斀斄斌斒斔斕斖斛斝斞斠斨斪斮斲斶斻斿旆旃旄旂旍旐旒旓旚旛旞旝旟旯旮旰旴旳昉旼昄昒昕昈旻昊昃昇昶昡昲昵昜昦昢昳昫昱昺昝昴晅晊晟晇晁晥晡晛晙晞晜晢晼晾晬晻暀晷暄暆暌暕暐暘暍暋暝暡暠暵暱暰暩曈暾曀曊曄曋曇曏曒曜曚曛曨曣曩曭曮曶朁朅朄朏朐朒朓朘朢朣朾朹朸朻机朿朼杆杅杇杠杙杕杌杈杝杓杗枓枅杬枎枒杶杼杻杪枘枆构杴枍枌杲柁柲柈枰枺柜枻柸柘柀枷柅柫柤柟枵柙柍枳柷柶柮柣柂枹柎柢柝柧柒柰枲栟栚桉栲栳栻桋桏栖栱栜栵栫栭栯桎桄栴栝栘栒桁栔梡桹梂梇梐梜桭桮梮梫楖桯梣梬梩桵桴梲梏桷梒桼椌棓椄棜椪棬棪棱楮椏棖棷棫棤棶椓椐棳棡椇棌椈楰梴椑棯棆椔棸棐棽棼棻棨楦楟椸楎楢楱椿楅楝楪椹楂楗楣楙楺楈楛楉椵楬椳椽楥棰楸椴楩楀楯楄楶㮣楘榱榶槉榠槎榖榰榬榼榑榙榎榧榍榩榾榯榿槄榽榤槔榦榹槊槃樀樆樗槥槸樕槱槤樠槿槬槭槢樛樝槾樧槲槮樔槷槧橀樴橦橉橧樲橈橨樾橝橭橶橛橑樨橚樻樿橁橪橤橐檍檖檁檥檉檟檣橾檗檛檡檞檐檇檓檎檕檃檠櫅檹檽檮檯櫡櫆櫧櫠櫌櫑櫙櫋櫟櫜櫐櫫櫳櫬櫰櫪櫨櫹櫱櫺欂櫸櫼欃欋欈欐欑欒欘欥欨欴欬欯欭欱欶欳欷欸欹欻欿歆歅歃歂歈歊歍歋歎歕歔歜歛歠歭殀歾殂殄肂殈殑殏殍殔殗殙殛殞殟殠殥殣殢殦殧殪殫殭殰殳殶殽毃毄毈毇毉毊毌毐毖毘毚毞毦毤毨毣毬毰毲毳毻毼毹毾氁氀毿氂氄氅氈氍气氕氘氙氚氠氪氰氬氶汃氿汆汒污汜汏汊汛汍汔汎汋汴沆汸汶汧汫沄沍沋沏沔沘汱汯汩沚汭沇沕沜汦沂汳沓泬泫泮泙沶沬泔沭泧沷泯泐泂沺泃泆泭泜泲泒泖泝泠沴泵洨洴洭洟洹洼洿洒洧洊泚洸洳洩洄洮洙洺洵洚洎洫洑洀浺浣浤浶洍涌浡涒浘浢浭浯涑涍涊淯浹涅浿涆浥浞浧涔浠涗浰浼浟涂涘淀涫涴涳涪淬湴涬淩淢涷淶淔涿渀淈淠淟淖涾淥淜淝淛淴淊涽淭淰淦淼湆湇渟湉溈渼渽湅湢渫渿湁湝湳湎渜渳湣湄湋湀湑渻渃渮湞湨湜湡渱渨湠湲湱湩湫渹渢湟渰湓溛滖滈溏滀溟溓溔溠溱溹滆滒溧溽滁溞滉溷溰滍溦滏溲溴溾滃滜滎滕滵滱漃漥滸漷滻漮漉潎漙漚漧漘漻漒滭漊漶潳滹滮漭滷潀漰漼漵滫漇漎潃漅漦潁潾澇濆澒澍澉澌潢潏澅潯潚潠澖潶潬澂潕潲潒潐潗潟澔澓潝澶澭濋澣濇澦澼濎濈澠潞濄澽澞濊澴澨瀄澥澮濌澩濴濔濣濜濭濩濕濧濦濞濮濰瀇瀌瀍瀁瀅瀔瀎濿瀀濻瀦濼瀙瀧瀠瀖瀫瀡瀢瀘瀣瀩瀼瀵瀯瀷瀴瀱灂瀸瀿瀺瀲瀹灃灄灊灈灉灕灖灗灛灞灟灡灝灨灩灪炔炘炅炷炤炟炾炱炰烜烓烑烝烋缹烺焍烷焗烴焌烯烰焄焠焞焯焜烻焮焱焣煇煔煒煆煣煠煁煝煨煖煢煲熇熐熉熀熅熂熒熏熲熯熛熰熠熚燅燂熿熸燖燀燁燋燔燊燡燠燼爁燿燾燹爌爊爇爂爓爝爚爞爟爢爣牁牂牄牉牋牏牓牚牣牬牰牸牷牾牻牼牿犈犉犆犅犍犌犑犐犎犗犕犓犘犚犝犞犥犦犤犣犨犩犪犮犰犴犵犿犽狃狆狁狖狋狘狉狜狒狔狚狌狑狊狤狨狫狟狪狦狣猀狺狴狾狶狳狻猝猗猇猑猘猊猈狿猏猋猒猰猢猱猳猧猲猭猦猣猵猼獂猻猺獀獊獃獍獑獌獘獒獞獟獠獝獛獡獩獦獧獬獥獫獪獳獮獯獶獽獼獾獿玂玁玃玅玆玈玊玎玕玗玓玔玤玡玭玦玢玠珌珂珈珅珓珪珙珥珖玼珧珣珞珩珶珸珵琄琁珽琇琀琮琯琬琛琰琫琖琦琚琡琨琭琱琤瑄瑊瑋瑒瑑瑗瑀瑢瑳瑱瑵瑲璇璉璊瑾璆璀璁瑽璅瑿璘璚璟璞璠璗璲璫璨璐璪璸瓀璵璿瓁瓋瓅璺瓖瓔瓘瓚瓛瓝瓞瓟瓡瓤瓥瓨瓬瓮瓴瓵瓿瓾瓽甀甂甃甈甋甍甐甑甒甔甓甖甗甝甡甪甮甯町甹甿畀甾畎畋畇畛畟畤畣畯畬畹畷畽畿疀疌疐疔疕疢疣疧疰痂痁疻疸痄痀痎痒痍痏痋痌痑痧痚痡痦痝痟痤痗痠痯瘏痳瘃痷痾痼痹痸瘐痻瘖瘈瘌瘕瘑瘊瘥瘞瘙瘝瘢瘜瘣瘯瘭瘱瘽瘳瘺瘼瘵瘲癃癈癉癇癜癤癙癐癓癠癟癪癭癰癵癹皁皊皋皏皕皙皜皝皞皛皤皦皫皭皯皵皸皻皽皾盄盅盉盓盝盦盩盬盭盳盱眈眃眄眅眇眊盷盻眝眛眐眓眒眣眑眕眙眚眢眹眯眭眱眲眴眳眽眥睆睇睄睍睅睊睎睋睌睕睟睠睒睖睚睩睢睧睔瞁睼瞅瞂睮瞀睯睾瞋瞍瞏瞉瞚瞝瞡瞜瞛瞢瞵瞫瞲瞷瞶瞴矂瞼矉矊矌矎矏矍矐矔矕矘矙矞矠矧矬矰矱矲矸矼矹矻矺砆砑砒砅砐砏砎砉砣砬砢砵砠砯砟砲砨砮硎硈硒硉硍硊硌砦硠硤硥硜硭硱硪确硰硩碇碚碔碏碄碕碅碓碆碲碪碴碭碣碨硾碫碞磍碻磏磌磑磎磔磈磃磝磧磩磥磪磞磣磛磳磽磻磼磿礌礓礔礉礐礝礛礴礜礥礣礧礨礭礱礵礽祂礿祊祌祋祅祔祛祏祜祓祒祑祤祧祩祪祣祫祡祴祳祲祼禂禘禊禋禖禕禔禓禗禚禡禠禜禫禨禭禬禰禴禳禷禸禺离歶秈秅秕种秏秖秎秘秫秬秠秮秭秪秺秸秶稂稊稃稌稑稘稙稞稒稗稫穊稰稯稹穋穄穈穜穛穖穟穠穧穨穮穬穭穰穱穸窀穾窆窉窅窋窌窊窏窔窐窙窣窢窞窨窫窬窲窴窳窶窸窵窱窾竀窿竁竑竘竦竫竷笐笄笓笅笏笈笊笵笻笴笥笰笢笤笳笘笪笝笮笱笫笭笯笲筊筇筑筄筈筌筦筤筭筴筮筩筲筥筧筳筱筰筡箈箜箊箑箐箸箖箍箌箛箎箅箇箘劄箙箄箷篋箾箬篎箠箯篌箹篞篣篧篝篕篥篚篨篹篔篦篪簅簏篲簀篿篻簌簎篴簋篳簂簉簃篠簁篸篽簜簩簙簠簟簭簝簦簨簢簥簳簼籀簹簬簻籉籈籊籔籗籜籙籛籧籣籥籦籩籯籽籺籸籹粄粑粊粔粘粕粢粲粻粿粼粺糅糈糌糒糔糗糝糬糪糰糲糴糱糶糷紆紃紈紞紝紑紎紘紖紓紟紒紵紽紸紶紲紺紱絅紬紩絁絇紾紿絘絯絣絓絰絖絧絪絏絳絭絜絫綈綆綀綍絿綅絺綎絻綃絼綌絛綔綧綷緂綣綪緁緀緅綝緎緄緆緋綬緌綯綹綖綼綟綦綮緷緛緪緧緗緙緡縃緺緦緲緹緶緱緰縒縡縞縗縌縟縠縝縓縉縎縜縕縚縢縐縋縏縭縼繂縴縳縹顈繈縸縵縪繉繀繇縩緵縰縿縻縶繄繒繜繐繖繣繘繢繟繙繑繠繶繵繸繰繷繯繺繳繲繴繻繾纁纀纊纇纈纋纆纍纑纕纔纗纚纘纛缾缿罃罅罋罊罌罍罏网罘罜罡罞罠罝罛罣罥罦罭罫罧罨罬罳罶罻罼罺罿罾罽羃羆羇羉羑羍羖羒羜羝羕羛羢羠羡羦羥羧羬羰羭羱羵羳羷羺羼羾翃翂翊翋翍翐翑翇翏翛翜翢翣翥翭翫翪翬翦翨翮翯翴翲翽翾翿耄耇耋耎耑耏耔耖耟耞耡耤耦耪耨耬耰耴耵耷耾耹聇聃聈聑聏聒聝聵聹肏肕肙肐肒肜肮肣肸肵胘胇胠胑胈胂胐胅胣胙胜胊胕胉胝胏胗胺胲胼胹胯胵脁胻脀胾胔脘脰脥脤脙脛脭脟脬脞脡脕脧腃腊腌腒腏腄腓腇脽腴腍腤腠腷腜腩腛腢腲朡腞腶腧腯膉膆膃膇膍膌膂膋膣膟膘膞膕膢膱膦膮膹膵膫膰膬膴膲臇膷膻臄臌臊臅臑臒臐臗臕臛臙臝臞臢臠臡臦臩臮臲臷臸臿舁舄舋舑舕舝舠舡舯舸舳舺舴舲舼舽艉艄艀艂艅艋艏艓艒艐艎艑艕艛艟艤艨艫艴艵艸艼芀艽芐芏芅芎芑芓芊芃芄芔芠苀芯芫芸芚芘芣芰芾芛芵芧芮芷芼芞芺芴芨芡芩苙苾苹苯茇苨茀苕茺苫苖苴苬苡苲苵茌苻茆苶茳茨茭荄茙荑茥荖茿荁茦茜茢荂荎茛茪茈茼荍茖茤茠茷茯茩荇荃荅茻莐莣莨莍荺荳莆莤荴莏莁莕莙荵莧莔莩荽莃莌莝莛莪莋荾莥菏菹萣菀菨𦳆菧菤菼菶萐萇菆菈菫菣莿萁菝菥菘菿菡菋菎菖菵菉萉菔菟萏菞萑萆菂菳菕菺菇菑蓱萿葖葶葹蒍葥葑葀葧萰葍葽葚葙葴葳葝蔇葞萷葭萺萴葺葃葸萲葅萩菙葋萯葂萭葟葆葰萹葎葌葒葯蒗蒤蒡蒟蓑蒺蓎蓂蒬蒮蒫蒹蒴蓁蓍蒪蒚蒱蓐蒝蒧蒻蒢蒔蓇蓌蒛蒩蒯蒨蓖蒘蒶蓊蓏蒠蔆蔤蔻蔏蔀蔩蔎蔉蔍蔟蔊蔧蔜蓻蔫蓺蔈蔌蓴蔪蓲蔕蓷蓫蓳蓼蔒蓪蓩蔖蓾蔨蔝蔮蔂蓽蔞蓶蔱蔦蓧蓨蓰蓯蓹蔘蔠蔰蕖蕅蕫蕍蕓蕡蕘蕀蕆蕤蕁蕞蕢蕄蕑蕇蕣蔾蕛蕱蕎蕵蕮蕕蕧蕠薌蕦蕝薃薀薏薧薕薠薋薣蕻薤薚薞蕷蕼薉薡蕺蕸蕗薎薖薨薆薍薙薝薊薁薢薂薈薅薴藆藀薺藃藂薹薳薵薽藇藄薿藋藎藈藅薱薶藒蘤藫藱藭藙藡藨藷藚藗藲藬藸藘藟藣藜藑藰蘢藿蘁藾蘛蘀藶蘄蘉蘅蘌蘘蘪蘦蘟蘣蘜蘙蘧蘮蘡蘠蘩蘞蘥蘴蘵蘳蘬蘺虀蘹蘼蘱蘻蘾虃虆虇虈虌虋虓虒虙虖虡虢虣虩虪虰虯虭虮虻虷虺虴蚢蚨蚖蚍蚑蚞蚜蚇蚗蚆蚋蚚蚅蚥蚙蚡蚧蚕蚿蚷蛂蛁蛅蚺蚰蛈蚹蚳蛉蚸蛌蚴蚻蚼蛘蛢蛦蛓蛣蛚蛪蛝蛐蛞蛫蛜蛬蛩蛗蜋蜄蛷蜌蛺蛖蛵蝍蛸蜆蜎蜉蜁蜊蛶蜍蜳蜷蜣蜨蝫蝀蜮蜞蜡蜙蜛蝃蜬蝁蜾蝆蜠蜲蜩蜪蜭蜼蜒蜺蜱蜵蝂蜦蜧蜸蜤蜚蜰蜑蝖蝣蝤蝷蟡蝳蝘蝔蝛蝒蝡蝚蝑蝞蝭蝪蝐蝎蝟蝝蝯蝬蝓蝺蝮蝜蝥螛螏螗螓螒螈螁螖螘蝹螇螣螅螐螑螝螄螔螜螚螾螪螭蟅螰螬螹螵螼螮蟉蟃蟂蟌螷螯蟄蟊螴螶螿螸螽蟞蟧蟦蟢蟛蟫蟪蟥蟟蟳蟤蟔蟠蟜蟓蟭蟘蟣螤蟗蟙蠁蟴蟨蠀蟺蠃蟶蟷蠉蠌蠋蟾蠆蟼蠈蟿蠙蠐蠑蠗蠓蠖蠩蠝蠛蠠蠤蠜蠫蠬蠨蠦蠪蠥蠰蠲蠮蠳蠸蠷蠵蠼蠾蠽蠿衁衃衄衈衊衋衎衒衖衕衚衧衪衩衭衽衵衶衲袀衱衹衿衯袃衾袉袕袨袢袪袚袑袡袟袘袧袙袛袗袤袬袌袺裗袹袸裀袾袶袼袷袽袲裖裋裍裎裞裛裒裚裷裧裱裲裺裾裮裼裶裯裻褁褅褌褔褋褗褘褙褆褖褑褕褊褎褡褞褦褰褭褮褧褱褢褩褵褳褼褾襁襒褷襂褽襓襋襏襌襆襐襢襚襛襗襡襜襘襝襞襣襦襭襩襮襬襶襴襳襹襺襾覂覅覈覕覘覜覛覝覡覢覤覣覭覯覮覷覶覿觔觓觖觙觕觝觚觟觥觤觡觠觢觜觩觫觭觰觬觱觲觳觶觷觺觻觼觾觿訄訇訏訒訑訰訧訬訞訢詎詍訶訹詙詖詀詗詘詄詅詒詈詶誆詿詡訿詷誂誄詵詻誃訾誫誙誋誚誒誶諏諆誸諓諑諔諕誻誹諗誾諛諀諅諠諳諢諲諶諴諵諝謔諤諟諰諼諈諞諡謞謐謘謖謑謅謋謏謒謕謇謍謈謫謪謧謣謳謰謵譇謯謼謾謱謥謷謦譐譈譊譆譀譓譖譔譋譕譑譙譠譪譝譨譟譣譥譹譸譅譺譻譾讄讂讆讌讎讋讔讕讘讙讜讞讟谹谻谼谽谾豃豇豋豍豏豗豜豝豟豥豤豦豨豭豰豲豳豱豯豵豷豶豸豻豽貁貀貆貄貅貏貑貒貕貔貙貘貗貜貤貣貺貾貰賌賕賥賟賙賨賡賚賵賮賸賻賾贄贆贇贐贔贕贙赨赩赬赮赶赸趄趀趑趌趎趏趍趓趠趜趡趥趧趬趪趭趫趮趯趲趵趷趼趺跂趹趿跘跓跍跇跖跜跏跕跙跈跗跅跤跰跠跬跱跮跐跩跦跣跢跧跲跫踉踂跿踍跽踊踃踇踆踅跾踠踣踥踤踮踡踕踛踖踑踙踦踞踧踔踒踘踓踳踾踸蹀蹅踶踼踽蹁踰蹎蹍蹓蹐蹌蹇蹜蹢蹠蹗蹟蹖蹞蹥蹧蹛蹚蹕蹡蹝蹩蹔蹴蹭蹸蹳蹪蹯蹻躆躈躄躋躕躔躚躒躓躐躖躗躞躟躠躥躤躣躦躩躨躽軏軑軓軘軞軝軯軷軺軹軦軮軥軵軧軨軶軫軱軬輆軿輁輀輅輇輈輂輋輐輑輬輤輘輚輞輠輥輣輖輗輶輳輮輵輲輹輷輴轃轀轆轇轈轒轑轏轐轓轙轖轗轕轘轚轞轛轝轠轢轤辴迉迒迋迓迍迖迕迣迡迤迮迨迸迾迵适迿迻逄逤逋逑逜逌逡逭逴逯逶遒逿遄遢遝遛遳遰遯遶遹遻邆邅遾邃邈邋邍邙邗邘邛邔邟邡邥邞邧邠邲邴邶邯邳邰郱邽邿郕郅邾郇郋郃郈郖郠郙郚郣郝郟郥郢郘郛郗郜郤郯郪郰郴郲郳郔郫鄆鄬鄄郾郿郼鄈郹郻鄁鄀鄇鄅鄃郺鄗鄐鄍鄏鄑鄖鄔鄋鄎鄣鄘鄜鄠鄢鄟鄞鄝鄚鄤鄡鄛鄨鄯鄫鄩鄪鄲鄦鄮鄳鄵鄴鄶鄸鄺鄻鄾酀酃酁酆酄酅酈酇酐酎酏酖酘酚酓酡酤酟酢酮酯酺酲酹酴酳醅醆醊醁醓醐醑醍醚醢醛醙醟醨醥醧醯醪醰醱醭醮醷醵醴醲醳醹醼醾醽釂釃釅釆釔釕釙釢釬釭釴釱釳釩釸釤釹鈁鈊鈥鈇鈃鈚鈦鈏鈌鈀鈒釿鈑釽鈆鉈鉒鈰鉉鉍鈺鉦鉅鈳鉥鉞銃鈮鉊鈹鉆鉭鉬鉏鈿鉠鉧鉯鉚鈶銨銥鉼銤鉶銛鉺銠銔銪銍銦銚銑銫鉹銗鉿銣鋮銎鋐鋃鋄鋀鋙銶鋏鋱鋟鋘鋩鋇鋰銲鋗鋝鋌鋯鋂鋨鋊鋈錧錞錈錟錆錏鍺錡錸錼錛錣錒錕錮錁鍆錭錎錍鋋錙鎡鎃鎯鍤鍖鍇鍼鍘鍜鍶鍉鍚鍔鍐鍑鍠鍭鎏鍌鍪鎵鎬鎰鎌鎒鎷鎘鎛鎝鎉鎧鎎鎪鎚鎞鎦鎗鏞鏇鏏鏂鏚鏐鏹鏬鏌鏙鎩鏦鏊鏨鐋鐓鏻鐠鐏鐔鏾鐕鐐鐨鐙鐍鏵鐀鏷鐇鐎鐫鐖鐿鐻鐶鑌鑐鑊鑋鑢鑕鑪鑫鑮鑭鑯鑱鑷鑴钂钀钁钃镺镻镼镽閆閈閍閌閎閟閜閞閬閫閼闍閾閹閺閶閿閵閽闇闀闉闃闅閷闕闒闓闑闚闛闞闠闟闥闤阞阢阤阠阬阰阨阯阹陂阽阼阸阺陔陏陑陓陊陜陘陟陞陬陼陭陫隇陾隄隈隉隃隒隓隑隗隞隤隩隮隰隳隹隼隿雂雈雎雊雒雓雔雗雚巂雟雘雝雩雱雰雺雽雿霅霈霂霋霒霐霠霣霢霤霩霫霬霮霰霵霿靆靃靉靚靪靬靰靮靳靷靸靲靽靺靾鞃鞀鞂靻鞄鞊鞎鞈鞙鞗鞔鞚鞡鞜鞞鞬鞮鞨鞫鞤鞪鞳鞷鞶鞹鞻鞿韄韅韇韉韎韍韐韏韕韔韗韙韝韞韟韡韣韥韰韱韹韽頄頇頏頍頎頖頞頝頦頩頨頫頠頜頵頯頲顁顄顊顉顅顐顑顒顜顙顝顗顠顢顣顟顤顥顪顩顲顳顴颬颭颮颲颸颿颽颻颾飁飂飉飆飋飌飣飫飶餂餀餈飺餑餔餖餗餕餤餟餚餧餥餫餬餪餳餲餯餭餱餰餮饁餼饈饇饉饃饐饎饙饌饋饗饘饔饕饛饟饡馗馘馝馣馦馯馲馰馵駃馹馻馺駂馽駜駍駏駓駔駎駉駖駘駮駬駥駤駰駣駪駩騂駺駴駷駹駸駶駻駽駾駼騃騏騋騉騍騄騑騊騅騇騚騕騥騝騤騛騢騠騧騣騞騜騵騲騴騱騬騪騶騩騮騸騭騹騽驆驄驂驁騺驎驓驍驔驌驏驈驊驉驒驖驞驠驤驦驩驨驫骭骫骹骿骴骾髁髀髂髇髊髆髍髐髑髕髖髟髡髣髧髬髫髳髲髶髺髹髾髽鬁髼鬈鬄鬅鬋鬊鬎鬌鬐鬒鬕鬗鬘鬖鬙鬞鬟鬠鬣鬤鬩鬫鬮鬯鬳鬵鬷鬺鬻鬾鬿魆魃魈魊魎魌魍魋魑魖魠魡魧魴魱魦魶魵鮀鮅鮇魼魾魻鮂鮓鮒鮐鮚鮭鮨鮞鮛鮦鮡鮥鮤鮆鯇鯆鯃鮿鯁鮵鮸鯈鯓鯀鯖鯪鯫鯠鯞鯤鯛鯦鯢鯰鯔鯗鯬鰌鰋鰈鯷鰅鰒鯸鱀鰫鰝鰜鰬鰣鰨鰩鱆鱈鰿鱄鰹鰳鱁鰼鰷鰴鰲鱒鱘鱐鱊鱍鱋鱕鱣鱧鱦鱢鱞鱠鱟鱨鱮鱴鱳鱹鱺鳦鳪鳭鳧鳱鳲鳵鳼鳺鳽鳿鳷鴇鴀鳹鳻鴈鴅鴃鴥鴗鴠鴞鴔鴩鴝鴘鴢鴐鴳鵁鵧鴶鴮鴯鴱鴸鴰鵅鵂鵃鴾鴷鵀鴽鵜鵓鵏鵊鵛鵋鵙鵖鵌鵗鵒鵔鵟鵷鶁鶊鶄鶈鵱鶀鵸鶆鶋鶌鵽鵫鵴鵵鵰鵩鶅鵳鵻鶂鵯鵹鶟鶙鶤鶝鶒鶘鶐鶛鶠鶔鶜鶪鶗鶡鶚鶢鶨鶞鶣鶿鶩鶖鶷鶶鶼鷁鷇鷊鷏鶾鷅鷃鶻鶵鷎鶹鶺鶬鷈鶱鶭鷛鷒鷞鷚鷋鷐鷜鷑鷟鷩鷙鷘鷖鷵鷕鷻鷷鷯鷣鷫鷸鷤鷶鷡鷮鷦鷲鷰鷢鸂鷾鸇鸃鸆鸅鸀鸁鸉鷿鷽鸄鸋鸍鸐鸏鸒鸑鸔鸓鸕鸗鸙鸛鸝鹵鹺麀麃麈麆麇麊麉麎麌麔麑麙麛麚麜麠麡麤麧麮麰麶麷黀黂黈黌黐黓黕黖黚黟黥黤黧黫黮黭黰黲黳黵黶黹黺黻黼黽黿鼁鼀鼆鼉鼊鼏鼐鼒鼖鼛鼘鼜鼤鼣鼢鼥鼫鼪鼩鼨鼭鼯鼰鼮鼱鼵鼳鼲鼸鼷鼶鼽齀齁齂齃齇齉齌齍齎齏齔齕齖齗齘齛齠齞齝齥齤齧齫齱齰齮齯齴齵齶齸齻齺齹齾龒龕龠龢龤"
        },
        {
            "name": "Chart of Standard Forms of Rarely-Used National Characters",
            "characters": "丂𠀀𠀉𠀔㐁𠀢𠁁𡭋丨丩丯𠁥丳𠁫𠁭丵𣉄丶丼丿𠂆乀乁𠂇乇玍𠂔𠂤𠂥𠂣𠂹𠃆𠃑𠃋𠃉𠃒𠃖乣𠃡㐌乪㐖乵乴㐜乿𠃽㐤亃亄𠄅亅𠄌𠄎𠄍𠄏𠄑𠄖㐨𠄚𠄮𠄭𠄱𠅈𠅌𠅣亴𠅬𠆁𠆎亼仈𠆲仠㐲𠇐𠆩仚𠆶伈仹伝伂伅伢伌伓伄仯㐻㐼仸仴伆𠆺伒𠆵𠇋伭佅𠇱伳𠇘佊𠈀伹伷伿㑁㑃佡𠈌𠈪侒㑊侂侙𠈋侕侓侊㑐㑋𠈕𠈅㑍㑉𠈬佭佫𠈆𠈈𠈊佮㑎俒俕𠈭𠈱𠈹㑞𠈸㑝侼侾侸㑛㑙𠈺㑜俖𠈵侰侱𠉢𠈶侺俀侹俈俬㑚㑟㑗俆𠊔𠊧𠉮倧𠊢倵倲俹倝𠉧㑣倯倴俿𠊣倱𠉶𠉬倎𠉤𠊥倄倁俰倃𠈰𠉣倊𠊦㑦偣𠊶偂偤𠊲偙𠋩㑮𠋧偆𠉩𠋖𠊷㑯偄偧𠌰偦偀𠋬𠋝偒偮偔𠋨𠊰偳𠊵偗𠊬𠊫偑𠋡偱𠌡傠傐㑵傏傗𠋲𠌉𠋸𠋰傈傉傆傄𠋳𠋺傇𠋵𠋻傊𠋷𠋯𠌢㑶㑳傟㑻𠍀㒀𠌮𠍨𠌭𠌴僌𠌲傼𠍩傶僀傸𠌱𠍪𠌾㒁𠍯㑼𠍫傪㑾㑿𠍲𠍵僐僯僒㒅僣㒈僙𠎮僜僘㒂僠𠍹㒎㒄𠍱僟𠎳𠎙㒕僺㒓儊𠎸㒑𠏖儅𠏃𠏤𠏀㒔㒒𠏢𠐉𠎷𠎿𠏈𠏇𠏨𠏰儝𠏴𠏫𠐆𠏭儖㒛㒊儙㒜𠏮𠏩㒚𠐀㒙儣𠐊㒝儩𠐍𠐌𠐡𠐋儨儯𠐵儭㒟𠐶𠐲儮𠐺㒠𠐻𠑅𠑄𠐾𠐼𠐿㒡𠐽㒤𠑑㒦𠑛儶㒥𠑙𠑟𠑩𠑯𠑪㒩儾𠑲儿𠑹𠒀兓𠒢兟𠒵𠒸𠒿𠓌𠓗𠓝𠓜𠓤㒴𠓧𠓪𠓫𠓭𠓷𠓶𠓽𠔂𠔆𠔌㒸𠔕𠔠𠔨𠔯𠔶𠔼𠕊𠕄𠕓𠕖𠕟𠕠㒻㒼㒽㒾𠕦𠕧𠕭𣌅㒿𠕳𠕻𠖄冟冣𠖓㓃㓄𠖩𠖫㓅冭𠖶㓈冹𠖹𠖷㓋冿㓊㓉𠗂㓌冾𠗆凁𠗌𠗈𠗉𠗍𠗛𠗊㓎𠗋㓏𠗚𠗙㓑㓐凇𠗘凈𠗝凎𠗥凐㓓𠗨𠗵𠗳𠗶凕凓𠗴𠗲㓔𠗻𠗾𠗼𠗽㓖凗𠗿𠗺𠘆𠘌凚𠘋𠘊凙𠘅凞𠘘𩇟𠘖𠘞𠘝𠘟𠘢𠘣𠘥𠘧𠘳𠘱𠫨𠙈㓘𠙴𠙶𠙺𠚆𠚘𥎐𠚞𠚟刅𠚧𠚥𠚨㓚𠚯𠚻𠚭𠚮𠚱𠚽𠚷刔𠚺刏𠛃刐𠚹𠚼𠛀㓞刕𠛑𠛥𠛘𠛖刡𠛚㓟𠛙㓠𠛕刢𠛦𠛎𠛔𠛓𠛒刣㓤刯𠛵𠜉𠛸㓣𠛪㓡𠛨𠛻𠛩𠛫㓢𠛶𠛮剅𠜘𠜒𠜙𠜐剈𠜖㓧㓩𠜑𠜦㓬𠜻𠝙𠜲𠝛剘𠝚剢𠜹𠜴𠝄𠜵𠜳𠜼𠝘𠝪𠜱𠝠𠝩𠝞𠝝㓴𠝟㓳㓭㓵剮剨𠝤𠝢㓱㓲𠝨𠞊𠞀𠞉㓹𠝿𠞈𠞅㓺剶𠞎𠞏𠞃𠋴𠞆𠞄𠞤𠞬𠞩𠞯𠞱剾㓼𠞮剹𠞭㓽𠞿𠞾𠞧𠟈𠞪𠟃㔂𠟂𠟍𠟋㔄𠟕㔆㔅𠟉㓾㔁㔇𠟒㔀𠟌𠟗𠟓𠟅𠟊㔃㔊劆𠟨𠟦𠟩𠟰𠟪𠟧𠟼𠟺𠠄㔌㔋劐𠠁𠠃㔍𠠂𠠎𠠐𠠏㔏𠠍劕𠠗𠠜𠠝𠠠㔎㔒𠠪𠠮𠠯劜𠠳𠠸㘞𠠶㔓𠠷劥𠠹㔕劧劤𠠻𠡁㔗𠡃劯𠡄劮劰劷㔙劸劻𠡒劶劺𠡔𠡑劽勆𠡟勀𠡢勂𠡞𠡡勏𠡯𠡭㔝𠡰𠡱㔞𠡮勓㔠𠡻𠢆𠢉𠢇𠢅㔡勜𠢈𠢔𠢓𠢙𠢕勬勭𠢢𠢥𠢣勫𠢡勪勨𠢦𠢠𠢤勯𠢱𠢳勮𠢴𠢰𠢲勶㔦㔤𠢹𠢷㔣㔥𠢺𠣀勷𠣅𠣄𠣇𠣉𠣊勽𠣌勼𠣑𠣏𠣒𠣖匉𠣗匋匌𠣘𠣟𠣰匎𠣤𠣫𠣹𠣱㔨𠣳㔩匒匑㔪𠣺𠣿𠣾𠤀𠤄𠤊𠤏𠤓𠤗匚匟𠤮𠤰匤𠤴㔯𠤹𠤺匨𠥁𠤼𠤿𠥉𠥌㔱匬𠥐㔴𠥖𠥙㔵𠥜𠥝𠥞𠥢𠥦㔶匸𠥮医𠥰𠥵㔸卂㔹𠥽𠥾𠦌𠦈𠦒𠦘𣥥卙𠦫𠦬𠦪𠧀卟𠧙𠧛𠧚𠧟𠭉𠧫𠧪𠧩𠧵𠨆卩𠁾𠨎𠨍𠨘卲卶𠨚𠨠卾𠨢𠨥𠨬厃𠨭𠨲𠨵㕃厊㕄𠨺𠨻𠨸𠨹𠨴㕇㕆㕅厏𠩁𠩃厔𠩏𠩎𠩗厙㕊𠩘厘𠩪㕌𠩩𠩲𠩫㕋𠪆𠩿𠩺㕎厧𠪇𠪑𠪙𠪒𠪚𠪟㕒𠪮𠪯㕐厱𠪺厴𠫌厶𠫓厸厽叀𠫳𠫿𠬈𠬆㕙𠬓𠬛㕚𠬝𠬣𠬢𠬦𠬮𠬬𠬳㕞叕叝𠭋𠭣𠭝𠭗𠭘𠭥𠭦𠭴𠭰𠭿𠮆𠮃𠮄𠮐𠮖𠮙𠮜叱䶷㕥𠮠㕣吖叿𠯈㕧吇𠮵吂𠮯𠮴𠮳𠮭吀㕦𠮰𠮫𠯶㕫㕪呅吙㕩呍吜𠯗㕲𠯔吥㕱𠯝𠯐𠰄𠯙吘吽㕰吺呏㕭呁𠯜吨𠯋㕬𠯖𠯘吤㕮𠯛𠰅㕯呇呄𠯑𠯓咅㕻𠰶㕸𠰍呟呯呡𠰈𠰌𠯡咓呠𠰐𠰲𠰑咘㕹𠰉呮咉𠰘呣𠰜呹𠰚𠰙呧𠰋𠰏咃呤𠰒𠰝𠰡𠰓𠰛𠰕𠱫𠲩𠱔咹𠱢𠲗𠲪𠱘𠱲㖀𠱣𠱳𠲋𠱥咾哐咴𠲌㖅哊𠱜㖇𠱑咣𠱚𠱙𠰖呲𠱠㖆𠱐𠱡𠱞哚哞𠱝𠱤𠱓咰𠲎𠱟𠱛𠱮𠱕𠱒唍㖕𠳹𠳺𠳻哴㖒𠴣㖑㖔哱唓𠲷𠴢𠲿𠳃𠲵𠳄𠲴𠳯唊㖘𠳍𠲮𠳰哻㖏哯𠲸哵𠳋𠳱𠲺哷哹哸𠴃唂𠳸𠲶唀㖓𠲼𠲳𠴡哬𠳷𠳂𠲱哠唎𠲾𠳉唃唕𠲽𠳎唋哾𠲻𠲹㖐𠳇𠳊𠳌𠴦𠴨啘啌𠴹唹𠶧㖡𠴵啨啛𠵠𠵑啈㖪㖦㖩唭𠵢啉𠵂𠴼唻啀𠵃𠶫𠶩㖤𠶴𠵹𠵪𠴱𠴻𠶪㖵㖥㖨㖟啂啋𠴳𠴷𠴧𠶨𠵰𠴯啝唩𠴶𠶵𠴰𠴺㖧𠴸啇𠶱𠶬𠴮𠵵𠶰𠶷㗌𠷃𠷖喗𠷁嗞𠷇㖢𠷄㗈𠸻㖺㖿𠷸𠷻㖶㖼𠶾𠷅𠷆啿㗅㗆喖𠷼喴𠷋喐喕𠷀喡𠷑㖻𠸳𠷉㗂㗇喅𠷾𠷚㖷𠷌𠶻𠷽𠷟㗀𠷍喛𠶸喠𠷂𠷊𠷈㖹𠸲𠸭㗊𠷒𠸱𠷓𠸮喎𠷏𠷞𠹁嗍𠸷嗙𠹋𠹔𠻎𠻐㗕嗪𠸹𠹤𠻏㗘㗚𠹆𠹦𠹖𠹀𠸸㗔𠹃𠹊𠹘𠹥嗗𠹚𠹛𠹕嗘𠹐𠹌嗂㗙𠻍𠹑𠹇㗓𠹓𠹢𠻌㗗㗧𠻪嘙𠽜𠻫𠻤嗻𠻞𠻗嘃𠻜𠼘㗦𠻠嗹嘋𠻨𠻧𠻟㗩𠻱𠻬𠼚㗭㗢嘇㗫𠻦𠻥𠻡㗨㗬𠽝𠁷𠼞㗰𠾀㗥𠽰𠽾𠾌㗵噇嘭𠽻𠽦𠽹噔㗲𠽣㗪𠿅㗴𠽫嘪𠽭噃𠽲𠽩𠽶嘺𠽵㗱𠾉𠿆𠾥嘼𠏧𠽪㘂噷𠿞𠿗𠿓𠿤𠿎𠿣㗾𠿝𠿑𡀺𠿺㗿噧𠿛𠿖𠿠㗻㘁㗼𠿔㘉𠿈㘀𠿋𠿡噻𠿉𠿟㚡𠿕𡀼𠿏𡁈𡁁𡂋㘇𡁆㘆嚂㘈嚈𡁓噾𡃢𡀿𡁕噿嚁𠽼𡁉𡁌𡁋𡁎嚊𡂊𡁇𠾗𡂚𡂓𡃝嚝㘊𡂣㘋𡂩𡂜𡂕㘌𡂛𡂡㘍嚙嚟𡂗嚛𡂒𡂏𡂟𡃩𡂙㘐㘑𡃦𡃧嚩𡃡𡃷㘔𡄓𡄕𡄔𡄣㘓嚱𡄑𡄒𡅁㘖𡄻𡄷𡄵𡄳嚿𡄴𡄹𡄲𡅙𡅭㘚㘙囐𡆅𡅹𡅺𡅻𡆆㘛㘝囜𡆣𡆳㘟𡆩囥囩囲㘠𡇑𡇈𡇒𡇖𡇓㘢𡇤㘣𡇠𡇰𡇷𡈀𡇱𡇳𡇿𡈉𡇼圐圑𡈊圔𡈌𡈏㘤𡈗圚圛𡈳𡈾𡈼圢㘦圥圣圵圪圴圶圱坈㘧㘫𡊀𡉷㘨坄坉𡊁坋圿坒圼𡊂𡊃坢坾坨坹𡊉𡊍坺坥垁坽坬𡊵𡊄垴垏垬𡊸𡊻𡋫垙垑𡋨垎垍𡊶垥垚𡊼𡋬𡋪𡋧垒垡垕𡋩垸㙀垶垿埇埐垹𡋯堉𡌤埉㘿垷埍埁㙁㙃𡌘㙂𡋭𡌯𡌥埪埮𡍠埣埲埥㙊埬埡𡍡堎𡌲埼埯㙇堐埫埧堁堌埱㙈𡌩埩埰堍堄埝𡌭𡍊埾𡌪𡌦堗堚𡍨堜堛堳堿堶㙎𡍲𡎪𡍫堮塄㙐堫堹㙏𡎫𡍪𡎧堸堟塅堭堬𡍻堻𡍦㙓堼𡍶𡎨𡎬塧塎塝塙𡎻𡎹㙛塥𡎴塛𡏫塬𡏀𡎮㙝堽𡏁塃𡏪𡎾㙞㙙塣𡎿𡎺𡎷𡎳𡏩塱𡍵墚墇墑墒墎㙥墌𡐝塶𡐔𡏷㙣塸墂墈㙢塽墄𡏯𡏱墔塻𡏮塳𡏭㙡墏㙠𡏵𡐞墭墥墡墢𡑚㙪墷𡑜𡑙𡐤㙩墲𡐥㙫𡐰𡐠𡑘𡐱𡑹𡒈㙳壉墿𡑡㙴墺壂墼㙱𡑶㙰𡑸壆壔㙺壏𡒓𧷎㙷𡒌𡒯壒㙹𡒊𡓉𡒱𡓊𡒳𡓍𡓒壣㚀𡓰𡓦𡓲𡓿𡔁𡓸𡔇𡔉壨壧𡔕㚁㚂𡔗𡔨𡔢㚃𡕒夂夊夆𡕡𡕠夋𡕢㚅㚇𡕪𡕧𡕮𡕶夝㚉𡖑𠅗𡖓𡖔𡖒𡖜𡖢𡖣𡖞𡖤㚊夡𡖪𠨃𡖬𡖭𡖫𡖯𡖳𡖲𡖽𥟿㚋𡖾𡖶夦𡗁𡗆𡗈㚍夨夲夰乔夵夼𡗞夽奀夿㚓𡗥𡗦㚒㚔奆㚕㚗奋𡗹𡗸奃𡗷㚖㚘𡘐奒𡘍𡗼𡘌㚚𡘎𡘏𡘢𡘰𡘝𡘣𡘴𡙄㚜㚞𡘲奛奜奟奝奞奣奤𡙐𡙗𡙘㚠𡙨𡙩奦𡙪𡙠𡙭𡙮𡙬𡙶𡙷𡚅𡙽奯𡚇𡚊𡚑𡚗𡚛奱𡚠奵𡚨㚧㚥㚨妅㚤𡚻𡚹奻奾奷𡚸奿𡚰妔妏妌妧妋𡛘㚭妜𡚽妑妕㚬𡚾㚫妡𡛖妟𡛗妶妼㛁姃𡛠姖姅㚰㚴妭㚸姄妱𡛡𡛝妽㚼㚾㚲𡛞姂妰姀㚿𡛾㚵㚱𡛜姈𡛙𡜁㚽妿𡛽㚻𡜀妴姇𡛟𡜋㛄姟𡜇㛅姫姷姯姛𡜃𡜫姩𡜊姳姵𡜉㛊姰𡜨𡜬𡜥姠𡜧姾姲𡜏𡜂㛃𡜦姴姭姕娧㛙娮㛞㛘娡㛒娪娕𡜵𡜳𡜯㛏娍娝娏𡝍㛍㛚𡜱娗𡝛娋娨㛝娊𡝚㛎娐娞㛓㛗㛖𡜲娳娢𡝜𡝙㛜𡝝娎婝㛨婃娫𡞛婒婄𡞘婛𡞙㛬婈媎娻㛭㛦婡娾婍㛪娺娹婮婋𡞚婌婫㛫婰婩㛧㛥婇𡝦婑婖婅婎婂婨𡝢娽𡝫婜𤕢𡝧𡞜媄媨媊𡟝媗媣媂媈媃媋㛸媡𡞮媅媩𡞢𡞫媘㛾媙婻㛻婽媉媁𡞞𡟣𡞯媌媖媜𡟠媀㛱𡟤㛶媏㛵𡞧媑𡞪𡟢㛼𡟡㛯㜄𡟟㜃𡞭㛹媓𡟥𡟑𡟞𡞬㛴嫏㛳𡟕㜂𡞣媝㛷𡞟㜆㜋嫆嫎㜍㜅嫅𡟰媷嫀嫊㜇𡟫媴𡠑嫃𡟭㜊𡟩媶㜓嫐𡟯㜐嫍㜎㜒𡟷𡟴媹𡟪𡠒㜉㜌媐㜈𡟨𡠓𡡂㜚嫬嫞嫝㜙嫙嫧㜕㜖嫤嫨嫟𡡌𡠙㜘㜢𡠚𡡈㜠𡠞㜝㜡㜗𡡊𡡉嫯𡠦㜞𡠧嘦𡠥嫸嫾𡡑𡡥嬂㜨嬄𡢇㜤𡡒嫹𡡖嬁㜦𡡔嫼嬇嬅㜥𡢊𡡐嬏㜣嬆𡢆𡢈𡢜𡡙𡡏𡡕嬨嬟嬘𡡨嬑嬚𡢱𡣁𡣈𡢚嬠嬞嬕𡢒㜩嬒䆯嬜𡣂𡢖𡣀𡢑𡢕嬣嬫嬬嬧嬦㜮嬯𡣋嬳㜯嬩𡣏嬵𡣔㜪嬮𡣪嬻𡣫𡣮𡣯㜰嬼㜱㜳𡣽𡤌𡣾㜴𡤋嬹𡤒𡤖孂㜶孁㜷𡤗𡤛𡤙㜹孇孊𡤢㜺孍𡤫孎𡤶𡤺孒𡤿孖𤘅𡥍𡥉𡥈孡孨𡥎㝁𡥩㝂𡥭𢈲孮孯𡥹𡥶𡦃㝅𡦎𡦄𡦆孴𡦏𡦕𡦝𡦢孻𡦵宀𡦼㝌𡧍宊宒㝏宖𡧗𡧖𡧙𡧩𡧬𡧭㝓㝘㝗宭𡨄𡨃𡨊𡨂宯宬𡨅宺𡨠𡨟宱𡨀𡨢㝞㝜㝝𡨻𡨣𡨩𡩃㝣𡩂𡨽寊𡩇寎𡩄寏𡨿𡩆㝤𡩡㝥𡩩𡩣𡩥㝩㝪𡪅𡩾寣𡪗𡩽𡪁㝬㝭𡪠𡪺寭㝫㝮𡪽㝯𡫃𡫁寯𡫀𡫂𡫝寲𡫟𡫔㝰寴𡫯𡫬寷𡫽𡬅𡬇𡬄𡬌𡬍𡬓𡬖𡬘𡬙尀㝵𡬧𡬳𡭂𠮊𡭐𣌏𡭚尕𡭞𡭥𡭳𡭴㝸𡭾𡭿𡮙𡮞㝺𡮦㝻𡮰𡮻𡮿尢𡯄㝼𡯍尥𡯖𡯏𡯐𡯙𡯘𡯒㝽𡯜㝿㝾𡯡㞀㞁𡯢尯𡯦㞂𡯨𡯬𡯳㞆㞄㞅𡯴𡯵㞃㞇㞈㞉𡰌𡰋𡰎㞊尵𡰖𡰝𡰠𡰢𡰥㞋𡰫𡰽屇𡱂㞏𡰿𡰾𡱋𡱐𡱌㞖𡱡㞓𡱑㞒𡱏㞗𡱷𡱰屒𡱥𡱣𡱱𡲀屚𡱾𡱼𡱿𡱽𡲁𡲚㞚𡲗𡲜㞛𡲛𡳂𡲮𡲰𡲭𡲪𡳆𡳄㞜𡳏㞟𡳞𡳘𡳑屪𡳭𡳴𡳸䶹𡳾屰𡴅𡴆㞷𡴒𡴎𡴞𡴭𡴯㞦屵㞤㞥𡴻屳屸㞨屻屾㞬㞭㞪𡵑㞳𡵔㞲𡵛岄㞰𡵜岆㞴𡵙岓岎𡵘𡵚𡵕𡵖岜𡶂㞱岇岕㟃𡶎㞾𡶑㞽岥𡶋𡶐岲𡶈𡶉𡶄岶岻𡶃岰岦㞻峁𡶪㟀峖㟄峓𡶭峔峏峸㟅𡷔峈𡶯峆𡶱峟𡷓峑峜峎㟉㟍𡷗㟑𡷸𡷖㟈峺峫𡷙㟖㟌𡷨𡷞𡷕㟐𡷛𡷡𡷘㟊㟎㟓㟇峼𡸉㟏㟋崀𡷢𡷝𡷠𡸎𡸈峲峳𡷜𡸊𡸌峾𡷥峹𡸥𡸩崡𡸗𡸨𡹣崊㟙𡸜㟞𡹧崉㟘𡹥𡸪崬𡹨𡸦𡸑𡹤崮𡸤𡸛𡹢𡹩崹嵄嵉𡹪崾𡹶嵖崸𡹲𡹰崼𡹾𡹬𡹯㟨嵈崜崲𡹵𡹳㟯崶嵀嵅𡹼𡹷𡹸㟬嵛𡺊嵍𡹹𡺔㟱嵰𡺴嵭嵪𡻑㟰𡺭㟳𡺽𡺷嵦𡺫𡺯嵨㟸嵧嵴嵢㟶嵟𡺮𡺵嵡𡻘嵼𡻠嵻㟾𡻨㟽㟹𡻯嶍𡻩𡻢㟿𡻟𡻞𡻡𡻮𡻵𡻚𡻬㟼嵹嵿𡻣𡻙𡻝𡻰嶅𡻧𡻤𡼓㠉𡼎㠊㠏㠈𡼛㠆𡼺嶑㠎㠇𡼜𡼬㠌嶏嶐嶘𡼊㠍㠅𡼽𡼖𡼚𡑈𡽆𡼿𡽊嶦𡽁𡼾𡽅𡽂㠕𡽛㠔㠑嶯𡽄嶴𡽉𡽣𡽝㠛㠓㠚嶾𡽧𡾻𡽠𡽜𡾀𡾈𡾇𡾉𡾌巁𡾅𡽞𡾔𡾕㠡𡾜㠠𡾙㠢𡾛𡾰巊𡾮𡾱巈㠦㠥𡾼巐𡾾𡾽㠧𡿇𡿈𡿑𡿉巚巙𡿖𡿕𡿛𡿝𡿠𡿡𡿢㠨𡿥𡿨巜𡿩𡿪𡿭巠𡿰𡿯𡿾𡿿𢀁𢀄𢀊𢀙𢀘𢀜㠭𤀢𢀶巸𢁄㠱𢁂帄㠲𢁒𢁗𢁢㠴𢁖𢁕𢁤𢁘㠵帇帎𢁪𢁩㠺𢁱㠷𢁧𢂍𢁬𢁮帉㠹𢁹帍𢂏𢁼𢁽帓𢁿𢁻𢂀𢁾𢂃𢂁㠽𢂆𢂊㠾㡆𢂔𢂒㡁𢂐𢂝𢂓㡅𢂕𢂘㡂㠿𢂗𢂴㡇𢃀帪𢂱𢂶㡈𢂹𢂼𢂺𢂷帹𢃒𢃏帵𢃐𢃔𢃗𢃜帺㡋𢃑𢃎㡉𢃕𢃍㡊𢃘㡐𢄅𢃱幁𢃮𢃳𢃯㡕𢃰𢄄幆㡖帿㡒㡏𢃺𢄇𢃴㡔㡑𢃵𢄏𢄋𢄎𢄜㡘𢄐幊𢄍㡚幍𢄓𢄊㡙㡗𢄞𢄔𢄚幋𢄣𢄱㡟幖𢄳㡞㡝㡜𢄌𦧠𢄦幒𢄤𢄲𢄧𢄡𢄢𢅋𢄰𢄽𢄷𢄶幜𢄸𢄹𢄺𢅉𢄼𢅊𢅒𢅕𢅗幯𢅑𢅎㡦𢅡𢅟㡥𢅠幮𢅫𢅪𢅩𢅰𢅯𢅮幱𢅹㡨㡪𢅽𢅾㡩𢆅𢆉𢆋𢆚𢆜𢆢𢆳𢆶𢆷𢆸𢆽𢆾𢇇𢇋𢇌㡮广庁庄𢇗𢇚𢇞㡱𢇘𢇧㡲𢇨𢇤𢇦𢇥庍𢇰庎㡴㡷𢇴𢇷𢇳㡺㡹㡶𢈂庘𢇶𢇵㡸𢇲𢈄㡻㡵庡㢀㡽㡾㡼𢈉𢈇㢂㢁𢈋𢈈㢃㢅㢄庯𢈝𢈠𢈤𢈙𢈛𢈢𢈚𢈜庩𢈡𢉂𢈵𢉘𢈴𢈼𢉜𢈻𢈾㢊𢈽㢌𢈶𢉚㢉𢉁㢈㢋𢈸𢉅𢉃𢈳𢉭𢉩𢉦𢊯𢉢𢉆㢍𢉥𢉝㢎𢉞㢏𢉟𢉤𢉿𢊇𢊓㢑𢊄𢊅𢊒𢊀𢊖廒𪎒𢊘𢊜㢒𢊗廔𢊛𢊕㢔𢊱𢊰𢊲𢊮𢋂㢖㢗𢊵𢋆𢋃㢜㢚𢋇𢋅𢋌𢋄㢛𢋚𢋒𢋝𢋣𢋲𢊶𢋸㢝𢋱𢋿㢞𢋼𢋻𢌄𢌈廲𢌍𢌕𢌔廴廵㢟𢌦𢌫𢌳㐩弆𢌻𢍏𢍚𢍣𢍫𢍰𢍱𢎃𢍿㢥𢎎㢦𢎘𢎙𢎪㢨弙弜𢎭𢎫㢩𢎷𢎻𢎹㢬弞𢏅㢯弡𢏆㢰𢏙弫㢳㢵𢏳𢏕弬弰弲𢏦𢏤𢏧𢏪㢺弴𢏷𢏯𢏰㢻𢏮㢾𢐂𢐆𢐄𢐃𢐊㣂㣀㣁弿𢐒𢐔㣄𢐞彇㣅𢐟𢐦𢐷𢐳𢐲𢐾𢐿𢑄㣆𢑆𢑇𢑊彐𢑓㣇𢑢𢑦㣈𦇚彠彡㣌㣍𢒉𢒑𢒐𢒝㣎彮㣑㣒𢒯㣓𢒲𢒹𢒾𢓀彵𢓃彺𢓄𢓆彶𢓋𢓔𢓖𢓒㣙彽𢓗𢓟㣜㣝徍㣟𢓞徆𢓣𢓢㣚𢓜㣛㣞㣢㣣𢓮𢓳徎𢓰𢓬𢓱𢓵𢓯徖𢔆𢔑徢𢔈𢔅徝㣤㣥𢔪𢔁𢔂徟𢔊𢔇𢔟𢔧徫𢔡𢔠㣬𢔥𢔤𢔩㣭𢔱㣫𢔣𢔢𢕎𢔴㣯𢔳𢕍徶𢕚𢕔𢕑㣱𢕓𢕞𢕘㣰𢕙𢕮𢕫𢕭𢕯𢕪㣶𢕺𢖄𢕻徻㣷𢖎𢖈𢕬𢖑𢖏𢖗𢖝𢖟𢖤𢖦𢖧𢖩忊忇𢖬𢖫㣻忓𢖳𢖷𢖺忋忚㣾𢗇忏㣿𢖵𢗈㤈忹𢗲㤄忧㤉怀𢗉忾㤆忴忦𢗺𢗹𢗊㤖怰怑𢗿𢘆怇㤌怌𢘌怶㤒㤝𢘉𢘃𢘊㤕𢘏怉㤏㤔怜怟㤍怘㤎怤𢘋㤞𢙇㤥恜㤦恄㤨恎㤢㤜㤡恗𢘽恈恑𢘸恘恦恮㤧㤚𢙁𢙂𢙮𢘼𢙈恏𢙅𢚗悙𢚌𢚁𢙱𢛎𢚺𢙺㤱𢙾㤴㤳㤶㥔恾悜𢙲𢚻㤯悂𢙳𢙿𢚂悎𢚋㤷𢚑𢚎悘𢚅㤲㤻㤮惊𢛨㤾㥆𢜗悿㥓𢛟𢛔惐㥩㥄㥀𢛒㥇𢛄㤿𢛕㥂惃㥏𢛍㥅㥒𢛘㥌㥊惗惂𢚀𢛞惍惀𢛛𢛜㥋𢝍𢛆𢛥𢛖𢛓惪惁㥈𢛮𢛦𢛃㥖㥢𢜶愃愘𢝀𢝂𢜬𢠿𢜽𢝄㥝𢜮𢝞愝𢜳愇㥡㥛𢝟𢜩愐𢝉惿𢞊𢜪𢞇𢝌㥥𢜱愢愄㥜𢝈𢜫愋𢜻𢜭𢝁𢝆𢛉𢜴愌㥚𢝓㥟𢜵𢝇𢞉𢝗愗㥤𢟪𢝅𢝊㥣𢜹㥨𢜿𢞐𢞏𢞲㥬慏𢞟𢞕𢞡愩愵𢞜愭𢞎㥳𢞠愰愺愪𢞮慀𢞖𢟊㥮𢞬㥰𢞦𢞗𢞓㥴慃㥶㥹㥷𢞚㥲愻𢟲㥯𢞒𢞭𢠠𢟣𢟱慻𢟰㦃𢟢㦇𢟳𢟴𢟩㥽慪㥼㥾𢟾㦅㦋慡𢠮慖𢟨㦆𢟧𢟿𢟵慯㦀憁𢟤𢠬慦㦁慗𢟯慜憄𢠲憦𢡏𢡒𢡐𢠺憕憳㦎㦐㦏𢠷𢡇𢠹𢡤㦑㦕𢡀憈㦊𢠼憣㦓憏𢡅𢡁𢡂𢡃憥𢡴𢢌𢡑𢡈㦌憌𢢍𢢒𢢘𢢓𢢰憷㦗懎𢡎憹𢢖憽𢢗𢢜㦢𢣊懏懀𢢞𢣉𢢤㦘𢣐懡𢣙𢣒懢懛懗懝𢡉𢣚𢣝𢣏懜㦜懚𢣔𢣎㦚𢣞𢣓㦟㦝懖𢣠𢣘𢣼𢥃懩懳𢤋𢣻𢤆𢣿𢤄㦡𢤇𢤤懬懯𢤎𢤖𢤘𢤂𢤁𢤐㦥𢤱𢥄㦦𢤩𢤯𢥋𢤲𢤶𢤰㦣㦪懹𢥏㦩𢥌𢤫𢥚𢥘戂㦬㦫𢥰𢥻𢥽𢦅㦭𢦈𢦉𢦏𢦎𢦔戓𢦚𢦟㦰𢦪㦶㦴戙𢦺㦵𢦸戜𢧇𢦿𢧀𢧌𢧑𢧒𠎶𢧜𢧖㦹𢧠𢧘戤𢧥𢧧㦺𢧦戫𢧩𢧳㦼𢧴㦻𢨔𢨟𢨡戵𢨥戻𢨯㦿㧀𢩄㧁𢨺𢩋𢩈扅𢩑𢩕𢩒𢩓𢩖𢩘𢩠𢩢𢩦㧅㧄㧃𢩫扏𢩬𢩴扝扟𢩲𢩱𢪂扙扠㧇㧆扚扥𢩰𢪋抂㧊𢪃㧎扰㧋𢪕𢪈𢪊抐𢪍抁㧉抈㧌扷扸扽𢪎扲扴𢪇㧒㧙抺抲㧤抳抷㧔拤𢪷抯抻抩抧抰𢪾抸㧚𢪼𢫢㧕㧓𢪸挓𢬪挔㧡𢫧𢫨㧯拺挕𢬀拻挒㧫𢫳𢫲𢫫𢫺𢫵㧢㧗𢫭𢫬𢫿㧣𢫻㧥㧩挆㧪㧦𢭎㧮𢫯拰𢫷𢬫𢫴㧭𢬬㧬㧘𢫰㧲𢭂㧸𢬵挮𢬶𢭈𢭄𢭅𢬿㧷𢭃捙挭捒𢬱捇𢬴挳捚捑挸𢬼挰捛捗𢬷㧴𢭆𢬳𢭁捀㧶𢬲捈㧳掟捾𢮍㨃𢮁掋捸𢮂掅𢮊𢮨㨂掁𢮌𢮇㨋掕掚㨁掑㨆㧻𢮉捹𢮐掆㧹𢮚掍捰掓𢮎㨅㧺𢯈㨄捳𢮒捪𢮡𢮄𢮏𢮝𢮃𢯴𢯶揢揬𢱇揞𢰍𢰜揓𢯻揂揦揇𢰙㨖㨔㨊𢯸𢯷𢯹㨎㨒𢯵𢯩𢯾揌𢰊揋𢯮𢰋𢯽𢰆㨏𢯳㨑揈揰𢯫𢯺㨐𢰇𢰂揗𢰖揙𢰘𢯼𢯰㨍揧㨌搈搲𢱤搛𢱨㨠𢱮搸㨞搱𢱢𢱾𢱴搮𢱷𢲀搡㨛㨝搎搙𢱺𢱡㨜㨪𢱦㨡搑㨚𢱫㨟𢱟㨙㨢搩𢱶𢲰搝㨥𢱣㨧𢱬搿㨸㨳𢲼𢳙㨭㨾摬摌𢳄𢳇𢳋㨰㨹𢲾摫𢳆摗摙𢲵摼㨴㨷㨺摕摚摣摢𢳑𢲸𢳂摱摪𢲶𢳓摥摖𢳚㨮摷𢳁㨻撀𢲴㩈𢵈撛𢴨㩆㩇𢴧𢴲㩋𢴬㩌摨撎𢴪𢴢撍撱撔𢴮擆㩄㩊㩐𢴩㩍撘𢴾𢴼撨𢴰𢴳撉𢶉𢶍㩖𢶃擓𢶄𢶚𢶋擀擃擛𢶀𢶌擌擳擙𢶙𢶒㩝𢷗𢷋擟㩚𢷍𢷕𢷖㩠𢷹攁㩨𢷺㩤㩩㩡㩣㩧㩢攃擶擼𢷶𢷻𢷸𢸁𢸣𢸴𢸀攋攎𢸥𢸫𢸭𢸧𢹙𢹚𢹍𢹘㩱㩯𢹏𢺆攑㩴𢹮㩲㩳𢺈𢺑攧𢺄𢹳𢺉攞𢺅㩷㩵㩶攥𢺟𢺡㩹𢺰𢺵攱𢻃㩼㩻㩽𢻔㩾𢻚𢻠𢻧攴𢻬攼㪀攺𢻮𢻱㩿𢼈𢼆𢻷𢻹𢼇㪁𢻶𢼐敄敃㪄𢼑𢼔𢼌敀𢼕𢼋𢼶㪈𢼧𢼣敇𢼭𢼟𢽗𢼬敋𢼨㪇敌㪌𢽇𢽏𢽷𢽊𢼺敐㪎𢽐𢽂㪋𢽋𢽃𢼽敒𢽄𢾣敨𢽦𢽲敥𢽪𢽳𢽴𢽵敟𢽶𢾀㪑敠㪕𢽭敡㪖㪓𢽩𢽧𢽨𢽝㪒㪏㪢𢾒𢾚𢾛𢾅𢾜𢾂㪝𢾝𢾤𢾔㪞𢾃𢾡㪜敮敫𢾄𢾮㪡㪠𢾬𢾼𢾩𢾺𢾧𢾳𢾫敱𢾽𢾱㪦𢿇𢿕𢿖𢿓㪥㪤𢿎𢿈㪨𢿲敼𢿞𢿤㪩𢿸𢿭𢿳𢿴𢿵𢿽𣀀𣀊𣀆𣀏𣀉𣀂𣀁𣀒𣀘㪬𣀔𣀐𣀠𣀡𣀞𣀝𣀧𣀣𣀥㪭𣀫𣀯𣀱㪮𣀳𣀷𣀶𣀼㪱𣁗𣁜𣁟𣁢斘㪴㪵𣁵𣁳𣁴𣁷𣂄𣂁𣂆𣂉㪹斢㪺斣㪻斦㪼㪾𣂞𣂤𣂵𣂮㫂𣂻斳𣂽𣂿𣃈𣃍斸㫃𣃘斺𣬵𣃝𣃧𣃦㫊旇𣃳𣃾𣃽旔𣄉㫍𣄎𣄑𣄏㫎𣄙㫏𣄝𣄟𣄠𣄧旡𣄮𣄰𣄲𣄱𣄴𣄸㫐旫𣄿𣅉㫒㫓旲旵昋𣅟㫙𣅥𣅤𣅡昍𣅚旿昅旽昑昐㫘𣅝昹㫠昩昛㫜㫞㫛𣅺昤㫟㫝昣昮𣅷𣅻昪𣆙𣆖晐晆𣆘晎𣆝𣆒晀𣆔𣆕晑𣆗㫰㫲𣆳𣆲晘𣇢晗㫱𣆽𣇬晱𣇩㫷㫸晽㫶晫𣈡𣇫晿晹晪㫽㫵𣇦𣇧𣆴晲𣇲㫻𣇰晵㫹𣈠暓暙㬏暔暊㬂㬃㬇㬋𣈥𣉑㬊晸暛𣉒𣉪𣉔𣉕𣉓暥𣉗㬈𣉚暟𣉜暚暣𣉛㬎𣉘𣉙暲暶𣊶㬚暳𣊝𣉿暷㬓暪㬒暯㬔暼𣊔𣊁暬𣊞暽𣋄曂暸曃㬘𣊟暻暺曌㬗㬛𣋊𣋋曔曕𣋍𣋟曘𣋞㬦㬣𣋣曞𣋵𣋲𣋶曤曥𣋿曧𣌓㬬㬯曪曫㬮𣌗𣌜曱㫗𣌨𣌧𣌾𣍇𣍆朆𣍏㬲𣍒𣍖𣍛𣍟䶻朊㬳𣍥𣍦朎𦚹㬵㬴朚𣍴㬸𣍺䶽𣎅朠𣎗㬻㬼𣎓𣎔㬿𣎛𣎟𣎚𣎜𣎮𣎩𣎱𣎲𣎳𣎴𣎵𣎺𣎸朷𣏀㭁朲朳杛杍𣏑㭂杚杔杒杋𣏒㭄杘𣏗枈杺𣏖枟𣏕㭈枑枙𣏞杫𣏡𣏠𣏙㭌枖枂枃杽极杸杹𣏚枊枔枛㭇𣏟𣏋𣏶𣐃㭉柼柆㭑柡㭕𣐎𣐋𣑁柨柭柌𣐓𣐊柖枮㭒柦柛柺𣐏𣐒𣐑柉㭔𣐰柇柊柃柪桊枼柋𣐻样𣐿栦栤栨㭢㭜栮㭙桍栛栶㭞𣑹𣑂㭠𣑫栬㭚栙栿桖㭡栺㭘㭛𣑃栥㭝𣑸栠桇桫𣒂梈桲𣒆梪梀㭪㭯𣒸㭬桱桾梞𣒺梶梛𣒹梖梘梋㭭梠梉梤㭩桸桳㭫𣒻𣒇梚桻梎梑梌𣒃𣒷梊梷桽棛椋椊棭㭽椗棎𣓉棈㮇㮀𣔭𣔮𣓊𣔯𣓈㮈㭺㭹㭾椃𣓋𣓃𣒄𣓒㭿棝棞㭼棾𣓅棦𣓆㮁棥棴𣓏椞𣓕𣓔𣓝椂棑𣔫椆𣖣㭸㮃𣓗𣓌𣓛𣔬棔棩棙椕椥𣔓棇𣓧㭰㮂㮅楁𣔻楴楌𣔿𣕂椻楋楆㮏㮖㮜椷楲㮟㮕𣔸楜㮛楏㮘楑椲𣔺楒㮙椯㮐𣕎𣕅㮔椱㮑𣔹𣔷𣕌楻椺𣕄椼㮹㮝𣖤𣔽𣕇𣔵𣕁㮗榚槏㮶𣖬榏㮫𣖸榳𣖵榓㮭榪㮦榡𣖿槅𣖾榸㮪𣗁槈榞槙𣖻㮷𣗃榺榗𣖭榒榐槂榵𣖨㮱𣖫𣖮榲𣖪𣗐榥㮨槆㮯𣖱㮩㮰㮧𣖼㮲榣𣖷㮥𣖰㮴㮬𣗺𣗻𣖹槣樎𣙵樈㯎𣘚𣘨槦樜樚㯆㯅㯠槻樍槼㯊槫𣘪𣘲𣘗𣘣㯂𣙴樉㯙樋㯃𣙶㯁樄樘𣘮𣘘樥𣘻𣘥樏槶㮿槵槯樌樦𣘠𣙱𣘧𣘤槰樢𣘖樇𣘛槴𣘱㯋𣙰𣘬𣘯㯄𣘦𣘟樖橏橣𣚌橔橂橯橩𣚪橠樼橒𣚝𣙿𣚒㯛橞𣚢㯘𣚯㯕橃樳㯢橬橖橕𣙻橗𣛫𣚀𣚕橍㯗橌𣚠橎𣚡𣚔𣚙橮㯡𣚎㯞㯥㯤𣚘𣚏𣚇𣚄𣝥橆㯔𣚩檤檨𣜆𣜍𣛱𣜄檑𣜂橽㯱橿檦𣜇檋檊㯲檚𣛺𣛷𣛴㯫檅檧檙𣛸㯝檂檈檌㯮𣛹𣛽𣜤㯯𣛻𣜹𣜺㯬檒𣙼𣞇檺𣝂檫𣝒𣝌𣝅𣝓檶檷㯸櫭𣚟櫇𣜁𣝈𣝏𣝾𣝍檴𣝘𣝇檲𣝞𣝋𣝉檭𣝎𣝕𣝁㯷檰檵檾𣝝㯻㯺𣝚𣞆𣝑𣝜㰂𣞐櫎𣞝𣞜𣞒櫏㯾𣞔櫔㰁𣟑櫖𣞓櫣櫗𣞷櫢㰀㰃𣞗櫍㯿櫞𣞙𣞰㰈𣞟𣟋櫶𣟊𣟐𣟎㰑㰌𣟌㰊櫮𣟘櫴𣟆櫲㰋櫯𣟒𣟏𣟉𣟈櫿㰔欀𣟸𣟵櫾𣟹𣟲𣟺𣟳𣠔𣟽𣟼𣠏𣠎𣠝欇𣠟𣠜𣠠欉欆㰘𣠚𣠞𣠛㰚𣡊𣠷㰛𣠼𣠸欏𣠹𣠺𣠾𣡉欓𣡀𣡥欔𣡎𣡠𣡭𣡧欙欗欚𣡩欜欞𣡶𣢅𣢇㰝𣢁㰠㰢𣢓𣢋𣢑𣢒㰟𣢊𣢐𣢉欦𣢍𣢏㰡𣢠㰤𣢣𣢞㰥欩𣢗㰨欪𣢡𣢝𣢛㰧𣢜欮㰪𣢬㰭𣢰㰣㰩𣢱𣢴欫𣢳㰫𣢯𣢪㰬欰𣢲㰯㰮㰰𣣎𣢺㰴㰵𣣑㰳𣣋㰲𣣌欼𣣕㰶𣣉𣣏𣣈𣣒𣣟𣣞㰻歁𣣊㰺㰼㰽㰹𣣩歄𣣢㰾𣣠𣤇𣣼𣣿𣣹𣣲𣣸𣣴㱁㰿𣣳歒㱂𣤌𣤈𣤔歏𣤊歑𣤋歖𣤘㱄𣤢㱈㱇㱆𣤩歞㱊𣤭𣤬𣤷𣤶𣤵𣤴𣤱𣤹㱌㱍𣥀㱎𣥂𣥃𣥊𣥇𣥋𣥖𣥙歫𣥣𣥨𣥳𣥺㱖𣥻𣥼𣥹𣥾𣦉𣦇㱗歵𣦢𣦦𣦧𣦯𣦶𣦵𣦷㱙𣦹𣦻𣧂𣧄𣧎𣧊𣧌㱛𣧏𣧐𣧍㱜𣧖㱚𣧋歽㱞𣧣𣧤㱠𣧡𣧦㱟𣧧𣧝殅𣧞𣧬𣧥𣧲𣧾𣧸𣧹𣧿𣧵𣧱𣧷㱡𣧳𣧽𣨀㱢𣨉殐𣨊𣨋殎𣨇殌𣨅㱣𣨎𣨍㱧𣨣殕𣨛𣨝𣨜𣨞𣨢𣨤㱥㱤㱦𣨟𣨠𣨘𣨙𣨡𣨲㱫殜𣨳㱬𣨶㱰𣩅𣩈㱲殝㱯㱱𣩏㱴𣩙𣩔𣩑㱳𣩕𣩟㱶㱵𣩠殩𣩢𣩡殨㱸𣩪殬𣩭𣩴𣩰𣩯𣩱𣩷㱹㱺𣩺𣩻㱻𣪀𣩿㱼㱽𣪃𣪂㱾𣪈𣪋𣪌殸𣪗㲀殹㲁㲂㲃𣪬殾𣪮㲅𣪯𣪶𣫀㲆㲉𣫓𣫐𣫒𣫙𣫥𣫣𣫢𣫨𣫧𣫬毑𣫹𣬂𣬆㲋𣬍𣬎𣬏𣬐𣬕𣬗𣬚𣬛㲌𣬪㲍𣬬𣬫㲏𣬩𣬻毠𣬹𣬺𣬼𣬽𣭇𣬿𣭄𣭮毩毢㲓毧㲙𣭝𣭡𣭣𣭠毪毥㲚㲔𣭷毭㲖𣭻㲕㲗𣭺𣭴𣭹㲞𣮈𣮉𣮊𣮔𣮏𣮎毱㲝𣮐㲛㲢𣮧㲡毷㲟毸㲤𩫁㲥𣯇𣯆㲦𣯎㲧𣯏𣯜𣮹𣯬𣯭𣯩𣯪𣯨氃㲪𣯼𣯻㲫氆𣯹㲬氉𣰌𣰎㲰𣰨㲯氋𣰛𣰚𣰜𣰬氌䶰𣰶𣰷𣰼𣰿㲲氒𣱈𣱉㲳𣱐𣱓㲴氝𣱠氡氥𣱡氭𣱤㲸氹㲺氻𣱶㲹㲼㲽汘汑汷汌𣲀𣲂㳆汿沑沞汥㳀𣲑㳁𣲏𣲓汮汻汼沟𣲒沎汵沊沝沀泞𣲽泀泦洰𣲳𣳊泋㳐泍泇沰㳍𣲾泹𣲷㳌𣳀𣲵㳏𣲶泏㳘泩𣲲㳋㳎泑𣳣洝㳖浂洣𣳩泿洔洅洁洓洘洆𣳰洷㳚洃洏𣳤㳛𣳲浀洇𣳷𣳭洠𣳬洡洬洈洢㳜𣳦㳞洉洐𣴖㳗洕洯浨涋浫㳥㳦浳浗㳧㳩浾𣴷𣵱㳳㳪𣴨浝涀涄洖涃浻𣴣浖浽涏浵涐𣴢𣴟𣴥浛𣴞㳫𣶆淁㳴㳾淃𣶏淎𣷵涺㴁𣵹𣶥𣶝㴂淕𣵷㳻㳹𣶾𣶖𣶐𣶈淂淏淉淐𣶀𣷡𣶞淲𣶤淓淽㴀𣶡㳸𣷶㴄𣶍涭㳶𣶋𣵸淗渄淍涻㳵涹𣶘㳷淣㴈𣶂𣸊㳼渧𣸘㴏湥涶𣸔湸湤㴒湵渞㴚渘湷湕𣸉𣷾𣸝㴗湈𣸅㴛𣷿湹湏𣸀𣸛㴐㴘湒湦𣸚㴓湂𣸋𣸙𣸃渵渶𣸎𣹇㴔湪㴙湰𣸄𣹚𣸇𣸠湚𣸗㴝㴦㴭𣹧𣹞𣹪㴶滘㴵㴫溙溸𣹲㴷溨㴳溒𣹡溎溍𣺁𣹩溑溤溡溻㴸𣺰溿溳溭𣺬𣺀溚𣹵㴥𣹱㴰𣹶㴨滐滊㴯𣹯溗溩㴧溮㴪㴬𣹮溣溵𣹤㴲㴼滰滳滽㵂𣻕𣻓㵀𣼠漛𣻢𣻬𣻱𣻛滶𣼚漹漖𣻪漌漜滼漤𣻘漺漝漟𣻫㵃漍𣻐𣻡𣻿漴𣻖漞𣻠𣻑㴽漈漡𣻗漨𣻥漗㵅漐漀𣻮𣽚潡𣽳潫澊潽潧澐潖𣽥㵒潓𣽟𣽡潥𣽝潵𣽒𣽕㵐㵑㵔澋㵊𣽴潩潿澕𣽫潣㵍㵋潷𣽤𣽆𣽛潪潻𣽌𣽯𣾄𣽰㵖㵌㵗㵘澃𣿟𣿈㵠澺𣿉𣿞㵝㵪澻澬㵢㵡澪濏澾𣿊㵫㵭𣿢澿澸㵤㵮澢濐𣿐濉𤀄𣿌㵣𣿝𣿤㵩澫㵧𣿅濍𣿓澯澲㵬㵞𣿇𣿒𣿆㵟澰𤀷㵨𤀫濲㵵𣿣𤀦㵶濝𤀪㵴濢𤀣𤀵濗𤁊濨濖㵹濥𤀤㵯㵺㵻㵷𤀲𤀩濷𤁦𤁾𤁽𤁳𤁿㵾𤁥𤂀𤁡瀈瀃𤁹𤁵㵽𤁮𤁧𤁱𤁬𤁣𤁢㶀𤁰𤁪𤂃㵿𤂲𤂁瀊𤁯𤁫𤂂瀗㶆瀤𤃄𤃀瀜㶇𤂷㶄𤂶𤂹瀪瀽𤄫𩉀𤃸灀𤃩𤃲㶌瀶瀻𤃼𤃶𤃪瀳𤃫𤃷灁𤃭㶍𤃽𤂊𤃻𤄖𤄎㶒灅𤄓灆㶓㶔𤄔㶕㶘𤄑𤄏𤄛㶗𤄸𤄽𤄷灒㶖灓㶛𤅒𤅎灙𤅊灚𤅣灠㶞㶟𤅦𤅡灢𤅳㶠灦𤅱𤅲灥𤅸𤅹𤅽𤆀灱𤆏灴灺灹𤆑㶣𤆴𤆒灷炆㶦炓炄炑𤆝㶧炈𤆞炖炂炚炐炃𤆟𤆼炥㶬𤆾炣炡㶰炢炻炦炠炴炪炵㶯炩㶲烀㶮𤇀𤇠烢烄烗烒烞烠𤈑烛烔㶴烍烅烌烐烆烇烚烎𤈣𤇰𤇯𤇴烡𤉝㶿烳焐㶺㶹焃烼焇烿焆焓㶼焀焅烸烶𤈧𤈩焁焋焂𤉟焎焥焪焢𤉪焲㷋焟㷈焵㷄焨焺焬𤉦㷆焷焝㷅𤉹㷂𤉺焸焛㷇𤉥𤊯㷍㷃煸煪煡𤌂𤊶煂煯煘𤌃煃𤊻㷒煋煰煟煐煓㷘煄煍𤊿煈𤌁𤊲𤋄煚𤊾㷏㷕煻𤌍熑㷣𤌐煹熆熁熎熓㷟熗𤌏𤌎𤌹㷤㷡熋𤌊𤌔𤌌熩熵㷰熝熥𤍝𤍗㷮熞熤熮熡㷬熣熪熜熭㷫𤍓熧𤎘𤎗熳㷯燇熷燏熽𤏘燍𤏮㷵𤎲燘熼𤎣㷹𤎳燆熻燚𤏭燛㷴㷳𤎭𤎤燱燣𤏶𤏽燨𤐀燲㷾𤏸燤燰燩㷿𤐞𤏿燢𤏻爃燸燽𤐲𤐩𤐰𤐱𤐧爄爅爈爉𤑓爖爔㸌𤑿𤑸㸊𤑷𤑳𤒞爒𤑹爙𤒤㸍𤒦𤒻𤓕爜𤒼爡爦𤓚𤓦㸑爧爩𤓯𤓴㸓㸒爮𤔀𤔂爯𤓾𤔎𤔌𤔔𤔣𤔨𤔱𤕀㸖㸗㸙𤕚𤕛㸚𤕞𤕟𤕠𤕦𤕩爿㸛𤕷𤕾㸜𤖘𤖖𤖛𤖞𤖗𤖢𤖪𤖬㸝㸞牊𤖳𤖷𤖺𤖻㸡㸟𤖼𤗀𤗁𤗍𤗏𤗈𤗑𤗎牑𤗛𤗚𤗜𤗘牐牔㸢𤗢𤗫𤗪𤗨𤗬𤗯𤗷𤗳𤗴𤗵𤗺𤗻𤘀𤗿𤘃𤘌𤘔牞㸨牤㸩㸪㸯牥𤘣𤘠㸭牫𤘞𤘜𤘲𤘟牪牦𤘫𤘡㸮𤘦𤘤𤘝𤘧㸰𤘺𤘹𤘾牳牭𤘸㸲𤘽㸳𤙏牮㸵𤙒𤙕𤙓㸶𤙔𤙑㸸牶𤙘𤙭𤙞𤚊㸻㸹𤙤𤙛㸺𤙟犃㹁犋𤙰𤙴𤚈𤙵㹂𤚉𤙲㹃㹆犏𩙲𤚵𤚨㹇𤚐𤚏𤚞𤚎𤚓𤚰𤚫㹊𤚩𤚽㹉𤚱㹄𤚍𤚭犔𤚪㹋𤚬𤚼㹍㹌𤛑𤛐㹏𤛊㹎犟𤛏𤛍犙𤛎㹐犜𤛢𤛧㹑㹓𤛥𤛩𤛦㹒𤛣㹔㹕𤛱㹘㹗犡㹙𤜂𤜄𤜅𤛻𤜉𤜇𤜋𤜐𤜍㹛𤜔𡗜𤜜𤜝𤜣𤜡𤜫𤜢犱犳𤜤犺𤜵㹟𤜷犻𤜻犼狇犹犾𤝍𤜽𤜼𤜯狅㹝𤜰㹜𤝮𤝛㹥𤝙𤞀㹦𤝕𤝐𤝚𤝖𤝣𤝒𤝘狍狓㹣狛𤝬狕𤝟𤝸㹫𤞁𤞂𤝱𤝻𤝹狧𤝷𤝳𤝯𤞗𤝾𤞰𤞟㹴㹳㹲𤞡㹵𤞚𤞾㹱𤞢𤞲𤞠𤞞㹶猁𤞛𤟀猔𤟊𤟑猄㹹𤟇𤟃𤟎猉㹽𤟍㹿㹺𤟆㹼猅𤟅㹾猚猞猌猆𤟪𤟟𤟤猤猸𤟠𤠇㺂𤟦𤟥𤟧𤟝𤟣𤟚㺁𤟞𤟩𤟢㺌𤠠㺊𤠝獉𤠚𤠙𤠫𤠘獁𤠐𤠎𤠤𤠟㺈𤠓𤠑𤠍㺋𤠵㺇㺉𤡇𤡢𤡀㺓𤡄𤠿𤡃𤠽㺒𤡠𤡟𤠺𤡂𤡞㺑𤡝獕㺐獓獜𤡰𤡧𤡳𤡭㺖𤡶獖獚𤡹𤡪𤢋𤡤獙𤡲𤡥㺗𤡱㺕𤡮獢㺘㺔𤡺𤡴𤡿𤢏𤢒𤢐𤢗𤢣𤢎㺛𤢊㺜𤢘𤢌𤢕㺝㺞㺟獴𤢨𤢦𤢶㺠𤢺𤢵𤣃㺦獹𤣅𤣎㺣㺤㺥𤣓𤣑𤣘𤣟㺧𤣩㺩㺨玐玘𤣲玒𤣰㺭𤣸𤣯𤣹㺴玧玬玥玝𤣻𤣼㺱玹玶𤤑𤤲玵玴珫玿𤤒珇玾珃㺹珆玸珄玽𤤱珋𤤐㺸珜㻂珒珢㺿珬珕珛珔珝𤤺珚𤤸珟珗𤤷珦珘㻈珨𤤶㻃𤥔琂珳𤥙珺𤥗珹珼珿㻍㻉琌琋珻珴琈㻌𤥷𤦮琣𤥾琗𤥽𤥿㻖㻕㻓琙琝琩琠琸㻒㻔琲㻑琟琧𤦃㻠瑏㻞瑐瑈瑓㻝瑎琽瑂㻟瑆𤧗瑍瑝𤧙瑔瑖瑬𤦼𤧠𤧭瑭瑧瑮𤧮瑥瑦𤧫瑡瑫𤨍𤨖𤨹璈瑼𤨕瑺㻲㻯瑹㻱𤨻璔𤩂璒璕璛𤩄㻵㻷㻸璙𤩩𤩃𤩨㻶璏璑璡㻹璭璮璱𤩮𤪃𤩭𤩲璥㻿璳㻽璬璯㻾𤩱璾璶璹璼𤪍𤪌璻瓂𤪋𤪎𤪮璷瓄瓃𤪫瓆𤪿瓍瓐𤫉瓓瓕瓙瓗𤫘𤫣𤫨㼉𤫬㼊𤫫㼌㼋𤫱𤫲㼎𤫶𤫷㼍𤫺𤫻㼏𤬂𤬃𤬁㼒㼐𤬉㼑𤬌㼓𤬐㼔𤬏𤬖㼕𤬘𤬝𤬛𤬠㼖𤬦㼗𤬨𤬩㼘𤬯瓪瓭𤬬𤬭㼠㼞瓳𤬴𤬷㼟𤬵㼦㼤㼥㼢𤭕㼣𤭄㼡𤬾𤭂𤭍𤭒𤭌㼧𤭔𤭑㼪㼩瓺瓹㼨瓻𤭐㼭𤭜𤭞𤭢㼮㼯㼬𤮖㼫𤭟㼰𤭬𤭩𤭴𤭧㼲㼴㼷㼳㼶㼵甇甉㼸㼺𤭻𤭼㼹𤭽𤮍𤮈㼻𤮊㼾㼽甊𤮋𤮉㽄甏㼿㽀𤮏𤮆㽂𤮎㽃㽇𤮜𤮚㽆𤮙𤮡㽉㽈𤮪𤮨𤮩㽊𤮯𤮭𤮳𤮱𤮰㽋㽌𤮸𤮽𤮼𢎌𤯇㽎㽑𤯍𤯐𤯖𤯚𤯟𤯡甧𤯷𤰅𤰈𤰑甶㽕𤰟畃𤰠𢍁㽘𤰩畉𤰮𤰬𤰪畈𤰳畐㽚𤱋𤱍𤱌㽛𤱎畖畕𤱤𤱣畘𤰶𤱨𤱩𤱧㽝㽠㽟𤱽𤱾榃𤲖𤲚𤲓㽢㽤㽡𤲗㽥𤲭𤲬畼㽨㽧㽦畾𤳅𤳌𤳉疁㽩疄㽪𤳟𤳖𤳕𤳠𤳓𤳘𤳤㽫㽬𤳯𪋍𤳪𧈕𤴀𤴘𤴙㽰𤲣𤴟疒𤴥𤴨㽱𤴦疓𤴧㽴疜疛疘𤴳𤴱𤵂疦疪𤵀𤴻𤴿𤵁㽷𤵃㽺𤴽𤴾㽹𤴼㾃痃𤵘𤵨疿痆㾀疶㾁𤵛㾇𤵟㽾疺㾂𤵙𤵥㾈㾅𤵠㾉𤵞㽿𤵾𤶓㾏𤵹𤶁痓㾍㾎痐𤵽𤵻𤶔𤵼㾋㾑㾒㾕𤶘痥㾛𤶕㾝㾘㾞𤶝㾜𤷁𤷀𤶚㾖𤶛㾓㾔㾟𤶜𤷗𤶤痜㾠𤶖𤶠㾙㾦㾤𤷄𤷷𤷆𤷌𤷇𤷖𤷍𤷉𤷃㾨㾢𤷈𤷹𤷙㾧痬痶㾥𤷘㾚痭𤷊㾩痵𤷑痽𤷎𤷅𤷕𤷏㾣𤷔𤷸𤷿瘒𤸖𤸈𤸉𤸀瘎㾰𤷼𤸓𤸒𤸔㾯瘔㾪𤸊𤷽𤸁𤸑𩠾𤸩㾭𤸗㾫𤸻𤷻𤹜㾿𤸬㾸㾾瘚𤸸𤸹㾼𤸷𤸮𤸴𤸵𤸱𤸲𤹛㾻𤸯㾺𤸫㾹𤸳𤸼瘨㾷𤸭瘛𤸪𤺀𤹞𤹧𤹤𤹨𤹥㿃癊𤹴㿄㿇𤹩𤹝瘰𤹡𤹣𤹢瘹㿆𤹬𤺄𤺌𤺕癋𤺊癀𤺔𤺷㿊𤺗𤺓𤺖𤺆𤺅𤺏𤺩㿁𤺎𤺐𤺸𤺉癁癔癛𤻄癗𤻆㿎𤻇𤺼𤻃𤻀𤻂𤻅𤻍癚𤺻𤻁𤺾㿌𤻝㿒㿓𤻢㿑𤻜𤻙𤻖𤻘𤻱𤻶𤻷𤼃癨𤼂㿕𤼅㿖𤼁𤼀㿘𤼍𤼌𤼋𤼗㿙𤼒𤼘㿛㿚𤼢癶𤼱癿𤽁皀𤽆𤽂𤽃𤽇𤽌皅𤽊𤽉𤽖皌㿟皉𤽦𤽥皒皗𤽺𤽹皘𤽿𤾈㿤㿣𤾝皟𤾛皠㿦𤾥𤾢皢皣𤾣𤾧皧𤾫𤾬𤾭𤾲皪𤿀㿩𤿆𤿇𤿋㿪㿬㿫𤿐𤿏𤿕𤿖𤿚㿮㿭𤿙㿯㿰𤿠㿱𤿫𤿧𤿩𤿳𤿵𤿶𤿴𤿷㿳𥀂𥀁㿴𥀈𥀃𥀎𥀏㿷𥀐㿸𥀛𥀖𥀙𥀔𥀘𥀕㿹𥀣𥀢𥀬𥀫𥀱㿺𥀰𥀵𥀹𥀺盀𥁃㿻𥁁𥁂𥁅𥁇𥁈𥁆㿽㿾䀀𥁑㿿𥁕𥁎𥁒䀂𥁠㿼𥁟䀁盚䀃𥁯𥁮䀄䀅𥁹盢盠𥂇𥂓䀇𥂙䀈𥂵𥂦𥂬𥂤𥂨䀉盨𥂘𥂹𥂸𥂥䀊𥃂𥃉𥃇𥃔𥃙䀍𥃤𥃫𥃨𥃧𥃪盰𥃽䀔𥃵䀓盵𥃴䀒𥃹䀐𥃺眆盿𥄛䀕䀘盶䀖𥄑䀗𥄔䀙𥄝𥄗𥄞𥄋𥄜眀䀛𥄒盺𥄖𥄍𥄕𥄓𥄘𥄎𥄉䀚𥄻𥄴䀣𥄷眪𥄵眧䀠眖眏䀢𥄹𥅘𥅁眗𥅗𥄸𥄽𥄱𥄲䀤𥅄𥄳䀮𥅟䀭眻𥅞𥅨䀧𥆈眰眮𥅪眵𥅬𥅦䀨䀩𥅧𥆉䀬𥅠䀫𥆅𥆚𥇇䀶𥆟𠌪䀯𥆥䀷𥆔䀿䀼𥆏𥇄𥆦𥆙𥆋䀴鿃𥆘䀻睈睉䀵睃䀰䀲𥆑䀱𥆌䀽𥆡𥆜䀸䀾䀺𥆛𥆣𥆗𥇓睙𥇜𥇟𥇆䁃𥇵䁄𥇿䁅𥇑𥇚䁆𥇏𥇔睗𥇍𥇞𥇘睭𥇌𣪭䁇䁈䁂𥇖睝𥇛𥇠𥇾𥆞睴䁎𥈛𥈚睷睶䁕𥈙𥈂睵䁏睸䁋𥈩𥈻䁊䁍𥈗𥈇睳睱𥈆䁒睲䁌睰䁐䁓𥈓𥈉𥈊䁔睺𥈒瞃𥊪𥈸煛𥈾瞊𥉛𥉓䁠䁟𥉜𥉇𥉅𥈿𥉙䁙䁜𥉊𥉄䁚𥉝𥉌𥉀䁗䁘𥉒䁛𥉰𥉐𥉟𥉘𥉞𥉑瞈𥉎𥈽𥉔𥉃䁝𥊇𥉁瞐𥊉𥉺瞕䁤䁨𥉽𥉶䁢𥉋䁳瞔䁣瞘𥉸䁥䁧瞮𥉿𥉷𥉾𥉹瞙𥊫𥊀𥉻䁩瞗𥉼𥉴瞣𥉈𥊨瞖𥉵𥊧䁬𥊭瞦𥊸䁮䁰䁭䁫𥊴瞤瞱䁱䁲瞨𥊮𥊶䁯𥊯䒅𥋁𥊿䁴𥋨𥋞𥋢𥋣䁸瞸䁺䁵𥋯𥋙䁶瞺𥋜𥋤䁷𥋡𥋥矃𥌀𥌍𥌆𥌈𥋿𥌃𥌁矆矄𥌐𥌏𥌅𥌄𥌊𥌜𥌨𥌚䁼䁾𥌞𥌛䁻䁽𥌟䂀𥌮𥌰矑𥌯䁿𥌱𥌽𥌾𥌻𥍃𥍀䂁𥌺𥍉䂂𥍋䂃𥍓𥍚䂅𥍞䂆䂇𥍟𥍣𥍢𥍡䂈𥍨𥍧𥍫𥍯𥍭𥍪𥍬𥍱𥍮𥍵𥍳𥍲𥍸𥍹𥍻𥍼𥍺𥍽䂉𥎆𥎂𥎅𥎃𥎉𥎍𥎋𥎒䂊𥎕𥎔𥎓𥎎𥎘𥎗𥎖𥎙䂍𥎡䂎矡矤𥎬矨𥎸𥎰䂏𥎱䂐䂒𥎹䂑𥎺𥎾矪𥏎𥏙𥏘䂔𥏝𥏜𥏟𥏠𥏪𥏫䂕𥏯𥏰𥐀𥐁𥐑𥐓𥐕𥐚䂗𥐙矷䂘砊䂛䂜砄𥑄𥐪砋䂚砃𥐬𥐩砓𥑅砫𥑯𥑍砡砩𥑘𥑣𥑰𥑋砳𥑢砪𥑐𥑏𥑎𥑓䂠𥑇䂢䂤砱𥑑𥑔𥑒䂦𥑙䂟𥒀䂭𥑴𥒁𥑺𥒜𥑳硅𥑾𥒂𥑿𥒧𥑹硄硐䂩䂣䂫硇𥑸𥑽𥒨䂬𥑼䂮𥒬𥒪䂴䂶䂱硧𥒱𥒮硨𥒰硣𥒵𥒭硶䂳𥒲硞䂰𥒳硟𥒫硢𥒶𥓇𥓆硿碂𥓌𥓐䃀碡碃䂸䃁碐碊硹䂾硺硽碙䃂䂻𥓖䂺䂽䂿碋硸𥓗䂹䂷𥓒䃇碀䂼碖硻𥓊𥓍𥔉碦碥碠𥔂𥔁𥔫䃌䃈𥔇䃎𥔲碬碮䃏碢䃊碤𥔨𥓻𥔪𥔀𥓾𥔄碸䃋𥔩𥔊䃔𥔱磄磉䃓碿䃒碽𥕇𥔭磆𥔮𥔯䃗磓䃑磤𥕈䃕𥕎䃙䃚𥕦䃠䃛𥕡磦磡磢磭磖磟𥕍𥕏磠䃝磫𥕘䃞𥔴𥕔磲䃥礅䃤磹𥕵𥕶䃡𥕲𥕸磾𥕰𥕾𥕻𥕹磶𥕼䃦𥕽䃧𥕿礄䃪礒䃮𥖘𥖜䃭礑𥖙礋𥖠䃫礇礊𥖞礗䃰𥖬礘礞𥖪𥗁𥖫𥖿𥖻𥖼𥗀礤礩䃴䃳𥗒䃵䃶䃷礯𥗓礰𥗝𥗟䃹𥗪䃸𥗭𥗫𥗮礸礹𥗾𥗿𥘄䃿䃽䃾祄𥘭𥘫䄁𥘮祦䄄𥙨䄆𥙎䄅祱䄈𥙬䄇𥙰祰䄉祽䄌𥚊祾禃䄍䄎䄋祻祹䄑𥚉䄐𥚋禈禌𥛂禑禒𥚦䄓䄔禐𢿆𡰇䄘䄙禟禢禝禛𠖟𥛚䄜𥛞䄝䄚䄛𥛘禤𥛝𥛟𥛯䄟𥜑禯𥜃𥜄𥜒𥜚禲䄤禵𥜰𥜲禶𥜴䄥𥜾𥝊𥝌䄦䄧秂䄨秄𥝔䄪𥝘䄱䄮𥝦秓䄰𥝮䄲𥝬𥝥𥝨秚䄶秜秙䄷𥝿秡𥝾𥞁秞秥𥞃秨秛秝䄸𥞄秢𥞞䅊䅆䄾秲䄼秷䅀䅄𥞘䄿秱秵𥞅䄻𥞛秳𥞜䅂𥟅秹𥞚䅁䅃𥞳秿𥞵𥞺䅌稇𥞲稄𥞴䅓䅋䅍䅎䅑𥟓䅝稕稡𥟚䅚𥟎𥟒䅕稢稏稓䅘䅖䅞䅙䅛𥟔𥟘𥟗𥟕稛稝𥟻䅜𥟍𥟺𥞩稐䅔𥟖䅧稨𥠊稦𥟽䅩𥠆𥠍䅡𥠉𥠋𥠀䅥稩䅢䅦𥠄稪𥠅䅤稧䅭䅯稴䅵䅬䅴𥠲𥠽𥠶𥠳䅰穁𥡃稵䅳𥠷䅮𥠱𥡀𥡁𥡦䅻𥡢𥡟䅺𥡱𥡣𥡠𥢈𥡪䅼𥡜𥡧䅸𥢇䅷穇𥡥𥠿𥡬𥡮𥢭穓𥡭𥢎穘𥢏𥢊𥢍穔䅾𥢔𥢕䆀𥢋䅿穙𥢌𥢰𥢓穚穕𥡅𥢑䆄𥣓䆅𥢴𥢻𥢷𥢸䆁𥢽𥢶𥢹䆃𥢵𥣗穦𥣙穥𥣘𥣞𥣟𥣖𥣯𥣬𥣫䆉𥣩𥣮𥣰䆍𥤂䆊𥤆䆎𥣾䆏𥤎𥤊𥤋穲穳𥤗𥤘𥤜𥤞𥤟穵䆑𥤣𥤤𥤩穻𥤧𥤨𥤸䆕𥤻穼䆖䆔䆓𥤹𥤺𥤿𥥈䆙𥥇𥥑𥥔𥥍䆘𥥊𥥏窇𥥌𥥋𥥨𥥥𥥧𥥡𥥦䆜䆚䆛𥥠䆝䆟䆡𥦌𥦁𥦃窛𥥽𥥷𥦅𥦐𥦢䆢𥦆䆣窚𥥻𥦍𥦏𥥾𥦊𥥿𥥶𥦇𥥸䆦窡𥦛𥦞𥦝𥦤䆨窤𥦟𥦥䆧𥥗𥦨𥧕𥦿𥦺𥧇䆪𥧝𥧒𥧙䆭𥧟𥧛𥧘𥧓䆬𥧞𥧠𥧔𥧗𥧚䆱𥧮䆲𥧱𥧴𥧶𥧵𥧸𥧻䆰𥧬窷𥧰𥧯𥧭窹𥧷𥧹𥧽窼䆹𥧼𥨕䆵䆷䆸𥧥𥨐𥨎䆺𥨘䆶𥨑𥨍䆼䆽𥨢𥨡𥨭䆾𥨲䆿𥨪𥨴𥨳䇀𥨿竉𥩀𥩂𥨻𥨽䇁𥩊𥩌𥩒𥩔竌竎𥩗𥩙䇅𥩣𥩥𥩤𥩡䇈𥩢𥩲䇋𥩶竤𥪀𥪂䇌䇍𥪁𥪃竧䇏䇐𥪊𥪏䇎竨𥪋𥪍𥪌䇑𥪘𥪚竬𥪛𥪧竮竱𥪱䇒竴竲竳𥪯𥪻䇓竵𥫃𥪼䇔𥫎𥫙竻𥫜笀𥫛𥫟𥫝笁𥫞𥫢䇖𥫰𥫳𥫹䇙笎䇘𥫴笌䇝𥫵𥫯䇛笍𥫸𥫼笉𥫷䇜𥫽𥫱笒䇗䇡䇠𥬙𥬎笸𥬔䇤䇞䇢𥬱𥬗𥬒笡𥬐笚𥬕䇦笜笖𥬏笣笩𥬿𥬝𥬞笗䇣𥬮筎筕𥭚𥬴𥬬𥬪筀䇯䇧𥬯𥭀䇰䇫筘䇪𥬭𥬷䇩筃𥬳𥬫𥭋䇬𥬲筅䇨笿𥬼筗䇮𥭠𥭕䇾𥭓𥭜𥭯䇻𥭑𥭡筪𥭙筢䇽𥮧筬筸筫䇼𥭞𥭢䇸䇷𥭔䈀𥭮𥭒𥭘𥭭𥭟𥭖𥭬筶筣𥭗䇶𥭐筟𥭝箢䈃䈌𥮒箁䈉䈆䈍箤箞𥮤𥮜𥮝𥮢箃䈅䈊𥮖𥮕𥮥箉箂䈂𥮎𥮪𥮏𥮭𥮚𥮣䈋𥮗䈈𥮐𥮯𥮍𥮘䈁𥮨箮𥯾𥯝篊𥱀𥯛𥯢䈞𥯖𥯞𥯯䈐𥯚䈧𥯫𥯦箺𥯪箳箼䈏篈𥯤䈣篃𥯑䈝䈒箶䈎䈘𥯸𥯩𥯬𥯺𥯙䈕䈟箿篂䈓𥯨𥯳𥯡𥯜䈑𥯶䈛篅箵䈢䈦𥯧箽箰䈖篍𥯥䈡𥯟䈜𥯮𥯔䈗䈠䈙䈶𥰶䈬𥰛𥰵䈮𥰢篖𥰠䈴𥰭𥰨𥰲𥱂𥰦𥰼𥱍䈪篢𥰟𥰡篜𥰸𥰜䈷篫𥰱𥰮𥱇䈳𥰻𥱁𥰘𥰹篘𥰝篟䈭𥰧䈯𥰣䈱䈫䈲篬𥰪䈵簆䈿䈹𥲡𥲚𥰅𥲄篺篰簄𥲠篱䉀𥲆𥲝𥲪䉅簐𥱸𥲍𥲊䉁篶𥲦𥱺𥲗簊𥲈𥲎䈽簕䉄𥱶𥲁𥲅𥱵𥲨𥲏𥲑䉂𥲢𥲜𥲤𥲉𥱿𥲖𥱹䉃𥲟䈻𥳿𥲧䈸䉆𥲇篼𥱻𥱷䈺𥲛𥲥𥲋篵𥲀𥳥𥳷𥳒𥳘𥴀𥳛𥳝𥳰𥳢𥳞䉕𥳍𥳧䉐䉖𥳡𥳉䉌䉈𥳔𥳲𥳜𥳌𥳖䉓𥳎𥳳䉗𥳺䉔䉎𥳶𥳆𥳬𥳪𥳣䉍𥳐䉚𥲕𥳕𥳴䉊𥳋𥳚䉑𥳈𥳱𥳓簰䉉𥳟𥳵𥳏䉋𥳇𥳗簺䉡𥴱𥴿𥴯䉝𥴦𥴺簶𥴫𥴬𥴹𥴩䉢𥴮䉟𥴻䉞𥴵𥴪𥴡𥴧𥴸𥴷𥴨𥴴䉜𥴢䉏𥴶䉣䉛䉠𥵪𥵣𥶕籇𥵬𥵲𥵧𥵠𥵫𥵞籅䉥籋𥵯𥵦籆𥵟𥵢𥵝𥵜𥶘𥵄籓𥶏䉬𥶔𥶑𥶒䉯䉦𥶺𥶐䉩𥶆䉪𥶚𥶌𥶓𥶋𥶇𥶈𥶗䉧𥶍𥶜䉭𥷁𥶷𥶹𥷆𥶶𥶸𥷀𥶻𥷈𥷅𥶿䉮䉰𥷇𥶛籚𥷄𥶽䉴䉲𥷔𥷕𥷗𥷘𥷙𥷞䉳𥷜𥷨𥷱𥷫𥷬䉶𥷮籪𥷼籫𥸉𥸊𥸈籰䉷䉸𥸗𥸘𥸡𥸢𥸣𥸥𥸧籿䉺𥸬粀粁籷粌粈𥸴粆粍粅䉻𥸶𥸸𥹍𥹈𥹅粖𥹂𥹉粣𥹊𥹇䉿𥹁𥹌𥹆𥹜𥹚䊂粞𥹷粨粡䊅𥹠䊃䊄䊆𥹻𥹳𥹲𥹸𥹵𥹶粴粯𥹼䊈𥹾𥹽䊎𥺣𥺙粸𥺡粷𥺝粶𥺜𥺤䊍𥻋糋𥻖𥻓𥻕䊕𥻐䊖𥻈𥻄𥻇䊓𥻑𥻉𥻍䊔𥻒糄𥻌䊙𥻊𥻮𥻩𥻧糑糏𥻨糐𥻥𥻯𥻤𥻬𥻰䊞𥻿𥼃糨䊟𥼀𥼂䊝𥼄𥼅𥻦䊥䊧䊦䊤𥼤䊣𥼜䊩𥼡𥼞𥼚𥼟𥼘𥼛䊨𥽅𥼻𥼶糫䊫𥽁𥼺䊬𥽂䊭糮䊮𥽐𥼼𥽘𥽗𥽙䊰𥽥𥽧𥽬𥽰𥽭䊱𥽴𥽳𥽹𥽸䊳𥽶䊴𥽽𥽿𥾂𥾅糽𥾇䊵𥾊𥾏𥾐𥾌紁𥾓紏𥾯䊽䊺𥾛𥾣𥾝𥾮䊾紌𥾬𥾢䊼䋂䋃䊻紤䋀𥾩䋉䋌𥿆䋊䋑𥿇𥿍䋐絉絊䋔紴紻𥿎䋏𥿄紨紷𥿊𥿃䋈𥿺𥿹絒𥿼絴䋛䋖𥿮絙䋙絔絠絗𥿵絩𥿨𥿫絑𦀉絬𥿧𥿦絟絎𥿯𥿩綄𦀛䋦綐䋟𦀡𦀖𦀘䋭綊絾䋥𦀕𦀔絽𦀝𦀜綒䋢𦀣䋤𦁖綩𦁈䋨𦁉綡𦁙𦁐䋬緈𦁆𦁊緉䋪𦁜𦁎䋱𦁄𦁏綶綥𦁗緃𦁕䋩䋫𦁍𦁤䋰𦁝𦂠緮𦂀𦂒䋴𦂘䌂𦂋䋽緸䋻𦂄䋶𦂡䋾𦂕䋵䋿緭𦂈𦂆𦂍緢𦂅𦂑䋼緟䌀𦂉𦂢䋸䋷𦂗縖𦃗縍䌅𦃖縔縥縤𦃘𦃔𦃊𦃄䌈𦂇縙𦃒𦃋䌆𦃓𦃇𦃦𦃢𦃙䌏縯𦄔䌒𦄑縺䌑䌎𦄌䌍𦄏𦅄𦄍縬𦄙𦄋𦄓𦃕䌐𦄜䌘𦄽𦅆繗𦅀𦅋繥𦅈䌚𦅇䌙繓繝𦅧繎䌗𦅃䌖𦅔繨𦅺𦆆𦆀䌢𦆄䌟䌝繬𦆋𦅿䌡𦅵𦅶䌜𦅼䌞𦅸𦆁䌤䌦𦆟䌣𦆞𦆦䌥𦇑䌩䌨𦇎纅𦆻𦆾䌬𦇘𦇗𦇛𦇔䌪𦇖𦇙䌮𦇧䌰䌯𦇱䌴𦇺𦇸纙䌵纞𦈅𦈣𦈦𦈨𢻂䍃䍆䍉䍄䍇𦈩䍊𦈲𦈰𦈬𦈸𦈺𦉂𦉉䍍𦉈𦉐罆𦉎𦉞𦉝𦉟𦉢䍎𦉧𦉬𦉹𦊋𦊈𦊂䍓䍔𦊃𦊜𦊳䍕𦊧𦊐𦊔𦊓𦊴䍘䍚罤𦊾𦊽𦊼𦋈䍛䍝𦋉𦋅䍜罯𦋣罱𦋡𦋞𦋰𦋳𦋴𦋯𦌆䍡𦋿𦌉𦌊𦌔𦌒䍣𦌡𦌕𦌢䍤𦌬𦌪𦌵𦌸𦌶𦌺䍥𦍂䍦𦌾𦍁𦍏羏𦍕䍨羓羘䍫䍬䍪𦍭𦍦𦍪𦍺䍮𦍾𦍧𦍹𦎇𦎊䍱羫䍳䍶𦎗䍵䍴䍲𦎚𦎫䍷𦎣𦎢𦎦𦎱䍸𦎰𦎯𦎸𦎹䍺𦎷𦏆䍻䍼𦏅𦌩𦏇𦏑𦏕𦏜羻𦏢𦏨䍽𦏗𦏹𦏸𦏷𦐆翀𦐇𦐄䍾𦐋䍿𦐅𦐕䎀䎂䎁翉䎄翈䎃䎆䎉𦐣𦐤𦐰翓翗䎊𦐨䎇𦐹䎎䎌𦑀𦐾𦐸𦐺䎏䎋翞𦑈𦑊𦑌䎒𦑎䎑𦑏𦑋𦑍䎐𦑇𦑑𦑞𦑣𦑠𦑛翧𦑻𦑜𦑘𦑙𦑝䎔𦑼䎕𦑸𦑺𦑲𦑹𦑾𦒅𦒈𦒐𦒎𦒍翷䎖𦒑䎘翸䎗𦒜𦒟𦒝䎙𦒦𦒶𦒺𦒻䎜𦓐䎟䎠䎡𦓓𦓔𦓖𦓚𦓤耓䎢𦓬耛耚𦫎𦓯𦓱𦓰耠䎤𦓴耥䎧䎦𦓹䎨䎪𦓼𦓻𦓾𦓽𦓸𦓺䎩𦔅𦔆𦔂𦔃𦔄耩𦔍𦔌𦔎𦔋䎮𦔓耫䎯𦔔䎭𦔜𦔛䎰𦔠耭𦔦耲耱𦔫𦔬𦔭䎲𦔰𦔯𦔸𦔹𦔷耺䎴𦔾𦕀𦕏𦔼䎳䎵䎶𦕒聉聅聄𦕕聠聐𦕠聎䎷𦕴䎸𦕷聗𦕸聕𦕽聜聙𦖊𦖎𦖈𦖉𦖍䎻䎼𦖐䎺𦖋聛䎽𦖝𦖢聤聧𦖧𦖦𦖤䎿聥𦖬𦖨𦖩䏁𦗍䏃𦖾𦖼𦖿䏂𦗀聬𦖽䏄𦗐𦗑𦗒䏇䏆𦗗𦗖䏅𦗔𦗕𦗥𦗢𦗣𦗧𦗨𦗡𦗴𦗵聸聺䏉聻𦘅𦘊𦘍𦘒𦘔𦘳肍𦘪𦘲𦘩䏌䏏肟𦘵䏎肑𦘴肞肗𦙧肨䏖𦙨䏓䏐䏘肰𦙉肭䏚𦙈䏜𦘿𦙋肳肷𦙜䏒𦙆𦙀𦙮䏠𦙴胓𦙻䏡䏞𦙫𦙬䏣𦙱𦙿胦胋𦙸胒䏢胍𦙺𦙯𦚨𦚫胶𦚝𦚸𦚲𦚞䏪胿𦚟𦛒𦛏𦚢𦚭䏬䏧𦚥𦚩𦚧胮𦛐䏺𦛝𦛛脝脦䏱䐚𦛖𦛣𦛘䏶䏳䏰𦝑𦛙脜𦛠䏹𦜃𦜄𦛗𦛚脪𦛩𦛪脢𦜂𦛓𦛤𦛥脮𦜜脺䏽脠𦜍𦜊𦜛腅𦜒脻䏾腈𦜇䐅𦝏𦜎𦝒𦜖脼䐀䐈𦝓腂䐃䐂𦝔䐄腉㬹腀䐋䐉䏿腣腪䐔𦝞𦝤腬𦝢䐏𦝷𦝛𦝪䐙䐑𦝨𦟔𦝦𦝟䐓腝䐛䐒腵𦝳䐎䐕𦝲𦝖腡𦞗腨𦝚𦞖𦝝䐐𦝥𦝰䐘𦝵𦝴𦝜𦝠䐴𦝭𦞫𦞤𦞨𦞭䐧膅𦞦𦞟䐤膁䐞䐟𦞚𦞰䐦𦞥𦟕䐝𦞢䐠䐣䐩𦞲𦞝䐢𦞜𦞙䐜膎𦞡䐥䐨𦟧𦠁𦟘䐱䐮膔𦟟膡𦟜膙膒䐬𦟠𦟙𦟥䐲䐯膗膖𦟣䐫𦠸膧𦠇𦠈膯䐸𦠅䐹𦠻𦠉𦠖䐺䐻䐵𦠐䐶𦠌𦠎𦠏𦠍䐷膭𦞵𦠄䐼𦠺𦠓𦠷𦠹𦡇𦠕𦡆臁𦡫䑀𦡅𦠿膸𦠾𦡃膼臈𦡂䐾𦡪䐿𦡨𦡌䑁𦡼𦡲𦡻𦡴𦢈臎𦡱𦡹䑂𦡵䑃𦡰𦢐𦡷𦡽䑄𦢎䑆臔𦢊𦢏䑈䑇臖𦢫䑉𦢪𦢨䑊𦢩𦢧䑋䑍䑌𦢺䑎㔮𦣀䑏𦢿𦣋𦣍𦣇𦣒𦣖𦣛𦣜𦣞臤𦣴𦣸𦣻臫𦣾𦤂𦤕𦤘𦤙𦤚臱𦤟𦤣𦤢𦤧𦤦𦤫𦤬𦤨𦤻臶臹𦥁𦥂𦥅𦥈𦥋𦥏𦥐𦥑䑔𦥦𦥭𦥲𦥳𦥻𦦄𦦅䑗𦦆䑘𦦗𦦑𥪵𦦘𦦝𦦜𦦣𦦢𠤫𦦧𦦯𦦩𦦪𦦫𦦲𦦻𦦽𦦿𦦾𦧅舏𦧏𦧉𦧈𦧐𦧝𦧟𦧡䑜𦧮𦧴舙𦧸𦧹𦧼𦧾𦧿𦨆𦨇𦨍䑠𦨉𦨎䑣舥舦舭𦨖𦨙䑥䑤舧𦨬𦨡䑦𦨢𦨦𦨲䑫舿𦨼䑬𦨯𦨵艆𦨾䑯艃䑰𦩉䑱𦩜𦩌䑶䑴𦩋䑳𦩤䑻𦩱𦩲𦩡𦩢𦩬𦩠𦩝𦩟𦩞𦩣𦩧𦩵艖艗𦩸𦩼𦩴䑼𦩶䑿𦪉䒄𦪇𦪋艚艜䒆𦪊䒁𦪍䒀𦪎𦪈𦪔𦪝𦪚𦪑𦪛𦪧𦪗𦪘𦪕𦪒𦪜𦪖艞𦪙䒈𦪭艡𦪬艣𦪫𦪪艩艧䒉𦪱𦪷𦪶𦪽𦪾𦪿艬艭𦫈䒊𦫔𦫕䒋𦫙𦫪䒍䒌𦫫䒏䒎𦫰𦫯䒐𦫳䒓艻𦫶艿𦫻芉䒖𦬁𦬂芖𦬅芇䒕𦬃芆苄䒞苂䒡芜𦬞𦬚䒥𦬛𦬝𦬗芤苃䒟𦬣䒤𦬕䒚䒜芶芢䒢芪𦬙𦬖芿䒛苊𦬔𦬘苉苰𦭈䒧苪苷𦬸苤苠𦭋苺𦭁𦬹𦬺苘𦭉苝䒪䒦苸苚苼䒨䒩苳苩䒫苮苭𦬻荌𦭴𦭵荓𦭱茟𦮑䒰𦭲茞茝𦭮𦭯𦮎𦭭荗𦭹𦮈䒴茬荋茾𦭳䒼茮茧䒻𦮁𦭷荈荕䒹𦭶䒷𦭻茚䒸𦭿茽𦭼𦮐𦭸䒵䒲𦯤𦯕莯𦯫莈䓋䓂𦯅𦯔䓎𦯈䓓𦮼䓊荱䓌莗莄𦯍䓇䓉莰荰𦮾䓆𦰧𦱀莀荿𦯰𦮹𦰘𦯮䓐莦荲𦯖𦮷䓃莇𦮻莮莡莂㖴荶荹𦯯𦮸𦯟𦮽莬𦮺莑䓈𦯚𦯣𦯉䓄莟𦯬𦯀莭𦱇菪萓莚菃𦰫菬𦰪菭䓜䓞𦱣菮𦲯𦱁𦱃𦱅䓛菄𦱰𦱂䓝䓣䓧𦱖菚菻𦰖菗菢𦰽𦰸𦱯𦱷萘𦰮𦰱𦱌𦰲萛菒萈菛䓢萀𦱟𦱵䓠𦰹䓭䓟䓡䓙䓘䓤菾𦰺𦰬𦰭𦰿𦱄𦱊𦰯𦰰𦰾䓚𦱧菐䓥𦴌𦴕葏蓅蒎萻蒄𦴎𦳔𦳧𦳇𦴔葇䓮萶䓯𦳛𦵟䓶𦳦葿𦳭萳𦳑𦴉𦴑𦳏𦳿蒁𦳐𦳙𦴊𦴚𦳵䓴𦳮𦳚𦳥𦳝䓵𦳈葨𦳢𦴍𦳩𦳟𦳋𦳬𦳗𦴬葈葼葾𦳌葄𦳍𦳣𦴀萪𦳁𦳫萫𦳽𦴏葪葻𦳞葠蒈𦴭𦵐葲𦳾葔葮𦳄䓲𦳡葤𦳹萮葐䓸䓳葜𦷻蓗䔂𦷳𦵯𦵩䓾𦵿𦶍䓽𦶋𦷷蓔𦶩𦷴蒾𦶚𦶌𦶕𦵾𦵷䔊䔃𦵱𦵫蓒𦷽䔅𦵸𦶈𦶇䔈䔁蓛𦶅𦶙𦶂𦶐𦵭𦷔𦶑𦵽蒽𦵣𦵵𦷹蒕䔇𦶎䔄𦵴𦷙䔉𦶀蒒蓃䔌蒖𦵦𦵧蒥䔀蒵蒳𦷺蒰蒑䓼𦷵蒣𦸂𦸁䔐蔋𦸪蔢蔁䔔䔓𦸰蔙䔞𦸆䔗𦹽𦸢蓸䔎𦺹𦸊蔯𦸐𦶏𦺀䔠蓵𦸓䔪𦸮䔚𦸘𦸗𦸚蔄䔑䔙𦸔𦹇䔕䔏𦸙䔘䔡𦹣䔣䔟𦸸蔛䔤蔸𦹿𦸒𦸡𦸷𦸱蔃𦸛𦸶𦺦𦺧𦺌𦻜𦺘𦺾䔽𦺑𦺞䔻䔿𦺸𦼏𦺖䔲䔭䔷𦻅𦺟蕔䕀𦺥䔯䔹𦻝𦺓䔮𦺻䔺蕯蕥𦼊䔶䔱䔾䔸𦺶𦺐𦺡𦺽蕌䔬𦻞蕒𦸺䔝𦼢䔴𦺗𦺔𦻃蕂䔳𦺲𦺎蕜䕁𦺨𦺷𦺙𦺴𦺭𦺉𦺛𦺢𦼡蕬𦺬𦼎䕊𦼹䕍䕇蕹蕶𦽬𦾏𦽎𦽄薘𦼷𦽵𦼪𦽔䕋𦽶𦼴䕆𦽫𦼲𦽗𦽒䕎𦽅蕽𦼫䕉薥𦺱薒𦽋𦽇𦼳𦽀𦼼薐𦼱𦽃𦽏𦽐䕈𦽕𦽁薟𦽮䕅䕓𦾶薸𦾸䕛𦾰𧀘𦾿𦿅𦾲𦾵薷𦿂𧀆𧀙䕒䕙𦾹𧀕𦾮𦿖𦾬𦾱䔼薾𦿆𦾳𦿃𦿌𧀄𦿊𦿏𦾽𦿎𧀔𦾺藊𧀚𦿁𦿀𧀖䕗𦿍𦾻䕔𧀯藛𧀡𧀣藦藯𧂣𧁉藖𧀺𧁈𧀭䕢𧀥藞𧁊𧀩䕟䕞𧀲䕡𧀴𧀤𧀧𧀬𧁋藠𧀻𧀠藧藢𧀨𧂜䕪𧂨藽䕦𧂋䕰𧂒𧂔𧂞䕱䕭𧂏𧂈䕩𧁾䕧𧂁𧀰𧂛𧂂𧂆𧂐𧂅𧂉𧁿𧂩蘫𧃹䕳䕵𧃝𧃙𧃨𧃔𧃞𧃛𧃢𧃟𧃑𧃖𧃩𧃒𧃪𧄚𧄍𧄏𧄛𧄠䕸蘲𧃐𧄎蘶𧄐𧄑𧄓𧄻𧄹𧄿𧅋𧅃䕻𧅀䕼蘽𧅆𧄼𧄾𧄽𧄺𧅘𧅄𧅗𧅖𧅚䕾䕽𧅰虂𧅢𧅮𧅺𧅻䖁䖂𧆇䖃𧆉𧆐𧆏䖆𧆕𧆙䖇𧆓𧆘虍䖉䖌䖊虑𧆤䖎𧆦𧆣虘𧆥䖑䖐𧆲𧆻𧆼䖔䖓𧆺䖒虠𧇁𧇉𧇓䖗𧇠𧇡𧇞虥𧇟䖘𧇜𧇝𧇬𧇦𧇧虤虨𧇿䖛䖚䖙𧈁𧇼𧈈𧈍䖜𧈓𧈑𧈘𧈜𧈝𧈟虶䖞虸𧈭虼虳𧈪蚄蚟䖡𧉄𧉋蚘𧉈𧉛𧉑𧈽蚎蚛𧉀𧉆䖢𧉍𧉃蚝蚐𧈻蚔𧉊𧉁𧈾𧉎𧉞𧉡𧉢䖩蚲𧉣蚭蛃𧊎蚽䖨𧉩𧉫䖧𧊅𧊍䖦𧉤𧉟蚾𧉰蚮𧉪𧉥𧉭䖳𧊷𧊏䖱𧊖𧊞𧊗䖻𧊕𧊥蛨蛕𧊘蛡蛧𧊣𧊚𧊭蛑䖴蛥𧊦䖲𧊶蛒𧊙䖰𧊯䖵䖭𧊒䖯𧊬䖪𧊟𧊔𧋘蛼蜅𧋑𧋐𧋖蜐𧋒𧋍蜟䖶𧋎蛽𧋡𧋕𧋏䖷𧋓蜔𧌽蜏𧋔𧋊䖺䗆𧌃𧌬蜶𧎈𧌴𧌗𧌉䗀䗃䗁𧌄𧌆𧌚䗅䗉𧌎𧌧䗂𧌏𧌅䗄𧌇䗇𧌍𧌙𧌔𧌌䖿𧌝𧌢𧌣𧍮蝏䗒𧎄𧍜𧍴蝲𧍫𧍩𧍔䗎蝻𧍳蝵𧍢𧎃蝢蝰𧍖𧍪𧍥蝧𧍠𧍒𧍕蝩𧍰𧍯𧍭䗔𧍲𧍬𧍶䗐𧍵𧍙螊螠𧎸𧎡𧎥𧎳螆𧎨䗚𧎺𧏂䗘𧎦𧎤𧎣𧎫𧎼䗗𧎵𧎯𧎷螋螕䗛䗜螉𧎿𧎰𧏌𧎭𧏇螌𧎱𧏊𧏄𧎹螲𧐴𧏹䗧䗤𧐙𧐍𧐇𧐖𧏺䗡䗮𧐔䗩𧏻𧐞𧐟䗨䳋𧐎䗥𧑀䗠𧐈䗟𧐓蟎𧑌䗣𧑗𧑚蟝𧑒䗲𧑐𧑔𧑡𧑜𧑅𧑕䗰𧑊𧑋蟩𧑑𧑍𧑩䗱𧑫蟱𧑓䗯𧑦𧑘𧑝𧑧𧑖𧒈𧑤𧒂𧑎䗷蠊𧒽蟽𧒘䗵𧒗𧒖蠂蟕䗴蠄䗸𧒝䗺𧒨𧓏蠘𧓋𧓘䗼𧓝𧓓𧓐䗽𧓕𧓖𧓺𧓸𧓴𧓻𧔎𧓬蠞𧔂䘄𧔏蠚𧔠𧔟𧔣𧔝𧔷𧔥𧔤𧔪𧔞𧔧𧔳𧔨𧔴𧕄𧕍𧕅䘋𧕃𧕇𧕋𧕕𧕒𧕡𧕨𧕥𧕟𧕤𧕞𧕝𧕛𧕧𧕲𧕮𧕯𧕼𧕴𧕸𧕰𧕹𧕱𧖆䘎𧖒𧖔𧖕𧖘𧖛𧖜𧖧𧖪𧖬𧖵𧖻䘓𧖼𧖺𧗁𧗈𧗆𧗌𧗋𧗎𧗇𧗕𧗖𧗣䘕衏𧗦𧗩衑䘖𧗫𧗴𧗹䘗䘘衠𧗿𧘈衦𧘚𧘏䘝𧘍𧘓𧘑𧘜𧘐𧘩䘡𧘳𧘮𧘞衴䘟𧙧𧘢𧘥衼𧘧衸𧘽𧙌𧙃𧙉䘢𧙇𧙀𧙈𧙂袜䘦袔𧙅𧙛袣䘤袏袥袓䘥袩袦袝袊袎𧙝𧙆䘪𧙯𧙭𧙾𧙬䘨𧙡𧙣裉𧙫𧙞䘭䘬袻𧘾䘣袳𧙤𧚐𧚡𧚁𧚅𧙮𧚈𧚂𧚆𧚏䘻裌裓䘯裐𧚉𧚀𧚇𧚄𧚋裑䘰𧚃䘷𧚩𧚵䘾𧚬𧚪䘹裰𧚫𧚨䘼䘿𧚥裬䙁䘴裿䘽𧛃𧚯裪𧚭裫𧚷䘳䘵𧛣𧛧𧛗𧛖𧛏䙆䙅𧛞䙃𧛟𧛚𧛩褍𧛒䙄䙈褉𧜊𧜍𧜈褣𧜅褯䙒褨褬𧛻𧛾褟𧜃𧜂𧛼䙎𧛹褺𧜤𧜥𧜽𧜠𧜧襀䙙䙔褿𧜦褹𧜝䙘𧜞𧜲䙜𧜣䙕𧝗𧝚𧝏𧝬𧝑𧝊𧝋𧝘𧝙䙢𧝃䙞襑襈𧝇䙣𧝯𧝪𧝒𧝫𧝆䙠𧝭襊襉䙡䙟𧝔𧝉𧝮襎𧝌𧝷𧝸𧝴𧝲䙤襙𧝳𧞒𧞕𧞐𪗋𧞍𧞛𧞝䙨𧞏䙦䙩𧞞𧞦襫𧞭𧞩𧞪𧞺𧞹襱襰𧞸䙬襵𧟃襼𧟌襻襸𧟑䙱𧟙𧟞𧟡𧟦䙲𧟧䙵𧟵𧠂𧠆覎𧠋𧠓𧠘𧠚䙹𧠎𧠏𧠛覒𧠒覑䙽䙾覗𧠠䙿䙼𧠩𧠫𧠪𧠰䚀𧠽覠覟䚂𧡅𧡈𧠿𧠼𧠾覞𧡏𧡍䚅𧡋𧡑䚄𧡖𧡮𧡣𧡢𧡡𧡤𧡫䚈𧡨覨䚆䚇𧡯𧡦𧡬䚉覫䚊𧡸𧡺䚋𧡹𧢆覱𧢂䚍𧢄䚒䚏䚐䚌覹𧢖𧢒䚔覾𧢞𧢝𧢜𧢢𧢧䚕𧢭𧢯𧢵𧢷𧢹𧣁𧣃𧢾觘觗𧢽䚗𧢼𧣒𧣚𧣑觛𧣛𧣕𧣢䚙触𧣣䚚𧣡䚘觪𧣬觨𧣪𧣭𧣩䚛䚝𧣹𧣸𧤆𧣼䚞䚠𧤃𧤉𧣺𧣷䚜𧣵𧤎𧤍𧤕𧤒䚢䚣𧤏䚡𧤖𧤐𧤗𧤑𧤛𧤮𧤣𧤠𧤟䚦𧤲䚨𧤼𧤽𧤻䚩䚪䚫𧥈𧥌𧥍𧥓䚭𧥖𧥙𧥛𧥜䚯訅䚮𧥦𧥤訍𧥣訉訋訔䚵訦𧥹𧥼䛃訮䚶𧥱䚼𧥮䚳𧦀𧥵訲訨𧦛䚴𧥸䚽訯䚿𧥴䚷䛀訜䚸䚻詑䛎詃詊䛉𧦮䛍䛏詓詌𧦯𧦤𧦞䛋詚訷䛅䛆䛊詇訵詜𧦟𧦝䛄𧦨䛌䛈䛇訸詂𧦭詏詉𧧕𧧄詨𧧉誁𧧠詪誀𧧅𧧟𧧒𧧋𧧊𧧝詴䛔詺𧧨詯𧧆𧧓䛙䛘𧧔𧨜詥䛚䛗誏䛨誛誖𧧷䛠誧䛝誎𧧺𧨊𧧵䛞𧧾誢䛣𧨋䛤𧧸𧨄䛥𧨀誜誔誗誐䛢𧨂𧧻𧧶𧧹誩䛷𧩇䛪𧩅𧨾𧨱誱𧩆諘䛯𧨩䛭𧨴諌䛩𧨿諎諃䛴𧩄誺𧨵𧩚䛳誷䛰䛫䛱𧨸𧨪𧨳𧨷𧩃誵𧨹𧨰𧩝䛬誽諙䛲𧨲𧨧𧩮諪𧩧𧩹諨𧩲𧩦諽𧩼𧩬𧪇諹諿諣諯䛹諥䛽諻𧩨𧪃𧪅𧩶𧩣𧩴謆𧪠𧪶𧪘𧪜䛾𧪹䛿𧪞𧪡𧪣謜𧪨𧪦𧪯𧪚𧪙𧪢𧪝䜂𧪵𧪫謓謟謚謉𧫡𧫢䜇謶𧫥𧫛謮𧫞謸謤䜉𧫗𧫤𧫓䜅謲𧫕謻𧫝䜈䜃䜆謽謺𧫬𧫦𧫜𧬤𧫾𧬆譄䜎𧬋𧫿𧬇䜑𧬕䜏𧬂䜍譂𧬌䜋𧬖譒譗𧬈𧬊䜌譩𧬪譧譢𧬩䜗𧬮𧬧䜓𧬨䜕譞𧬬譫譭䜒譮𧬰𧭈䜞𧭓譳𧭍𧭚𧭏䜙䜜䜚𧭮𧭎𧭕䜝𧭔譶讅𧭠譿𧭟䜡𧭤𧭜𧭪𧭝𧭥𧭣𧭞䜢𧭼讈讉𧭸𧭻𧭹𧭽讑𧮑讗𧮓𧮝𧮞讝𧮙𧮫䜪䜫𧮬𧮭𧮮谸𧮱𧮯䜭𧮵𧮶䜮𧮽𧮺䜯𧮻𧮼𧯀䜰𧯉豂䜱𧯍𧯏𧯕䜲豅𧯘䜴𧯠𧯡䜶𧯥𧯦豊䜷䜸𧯩𧯫𧯱䜺𧯰䜾䜽䜼𧯷𧯺䝀𧯾𧰀𧯼䝁𧰃𧰆𧰇𧰄𧰐𧰊𧰕𧰒𧰑𧰓䝃𧰘𧰙𧰠䝄𧰡𧰣𧰨豖𧰩䝅𧰫𧰪𢁁𢒔䝆豛𧰰𧰵𧰷豠𧰹豞𧰸𧰻𧱅𧱉𧱁𧰿𧱀𧱆𧱄豧𧱐𧱓豩𧱊𧱒𧱏䝋𧱡𧱙𧱠𧱣𧱜𧱘𧱝䝍𧱰𧱪𧱨𧱩𧱬𧱵𧱲𧱳𧱼䝏𧱻𧱾䝑𧲂䝐𧲃𧲆𧲄𧲈𧲋𧲇䝒𧲍𧲌𧲗䝕𧲜𧲝𧲡𧲨𧲦𧲧𧲥𧲤䝖䝚𧲭𧲵𧲯𧲱豿𧲮𧲴𧲰𧳉貇𧳅𧳄𧳂𧳀𧳎𧳍𧳐𧳌𧳚𧳙𧳝𧳜𧳞𧳫𧳬𧳧𧳮貐𧳺𧳼𧳸𧳹𧳶𧳻𧴄𧴅𧴂𧴇䝣𧴕貚𧴎𧴌䝦𧴗𧴖𧴚𧴝𧴙𧴣𧴤𧴥𧴬𧴪𧴭貥䝧𧵈𧴺䝬𧵋䝪𧵊𧵑𧵌貹䝫䝭貱䝩𧵠貵𧵨賋賆䝰𧶂𧵫𧵧𧵣𧵬𧵭䝱𧵱𧶆䝵𧶇𧶍賏賗𧶝䝳㕢䝹䝶賝賧䝻䝽䝸𧶠䝷𧶢賱𧶺賰䞁賳䞃䞂𧶸𧶲𧶵䞀䞈𧷋賲𠠋賹䞆賶𧷍𧷒𧷑𧷐𧷏𧷦賿𧷡贃贂𧷻𧷥𧷧𧷟贀𧸂贉𧷾𧸅𧸕𧷿𧸈𧸙𧸗贎𧸘𧸦𧸨䞊𧸫𧸧𧸿𧸳𧸲贚䞑𧹛赥䞒䞔𧹣𧹭𧹬赯𧹴𧹲𧹳𧹶䞕𧹽赲𧺎䞖𧺏䞗䞘𧺓𧺟𧺨赽𧺳䞙𧺡𧺪䞚𧺧𧺲𧺝𧺠赻𧺣赹𧺢𧺤赾趇𧺾𧺹䞝䞞𧺷𧺶𧻀䞠䞡𧺽𧺸趈趉趃䞢䞤䞟趆𧻁𧻓𧻚𧻕趔𧻗𧻒𧻙䞥䞪趐𧺼趒𧻝䞦𧻖䞧䞩𧻘𧻴䞫趘𧻱𧻿趚𧻵𧻼𧻲趗𧻶趖䞭䞱𧻰𧻺䞯䞮趤䞵𧼏𧼓𧼒𧼑𧼔𧼙𧼎䞶𧼐𧼗𧼡䞴趢𧼠趝趛𧼖𧼭䞻𧽅𧽆𧼮𧼨𧼴𧼬𧼵𧼩𧼱𧽄䞹𧼯䞺䞿𧽔𧽑䟀䞽𧽓𧽉𧽌𧽐𧽊𧽏𧽎𧽋𧽒𧽍𧽖䞾𧽣𧽦𧽥䟄𧽞𧽤𧽫䟂䟆𧽟𧽧𧽠䟃𧽨䟁䟅𧽿𧽻𧽷𧽼𧾂𧽾𧽸𧽽趩𧽹𧾁𧽶䟇𧾍𧾑䟈𧾔䟊𧾎䟉䟋𧾐𧾠𧾙𧾚𧾛𧾡𧾥𧾤𧾢𧾣䟍䟏𧾨䟐𧾩𧾮𧾯䟑𧾰𧾱䟒𧾵𧾶䟓䟔𧾻趶𧿆䟕𧿅趽䟘𧿯𧿙𧿔跁䟛䟙䟜䟝䟗𧿕𧿝𧿚𧿮𧿗䟤𧿷䟨𧿳跊𧿴𧿻𧿽跒䟩䟠䟣𧿹𧿵䟧𧿺䟪𨀔䟬䟡𧿲𧿼𨀀䟫䟟𨀠𨀖𨀘𨀕𨀙跴𨀧𨁐𨀝𨀬𨀜𨀩𨀮𨀫𨀤䟯跭䟮䟰𨀨𨁅𨁃𨁑𨁌𨁳𨁇䟵𨁋𨁏䟷𨁂䟴𨁄䟺𨁍踀𨁎踄𨁊䟶䟸𨁁𨁒𨂟𨂅𨁔䟻䟹𨁸䠉踷𨂇𨁹䟾䠈䟼䠇𨁶䠃踜𨂀𨁷𨁿𨂁䠀𨁆𨁽𨁺䠆䠄𨂜䠅𨂃䟿䠋𨂄踗踚𨂱𨂪䠔䠏踺𨂡𨂭𨂲䠒𨂤𨂷𨂿䠑䠍䠐踻蹃𨂦踿𨂵𨂴𨂸𨂯𨂰𨂣𨂝𨂢𨂞䠙𨃤𨄀𨃕𨃗𨃿𨃙𨃣䠝䠜𨃚𨃓䠕䠛𨃘𨃔䠗䠘𨃞𨄈𨄉𨄗𨄕𨄇𨄛𨄋𨄨𨄅𨄎𨄘𨄌蹘𨅓䠡𨅅𨄍𨄊𨄓𨅚䠟䠢𨄚蹱𨅊蹫𨅋𨇞𨅣𨅤𨅖𨅔𨅎䠤𨄐𨅏蹨𨅗𨅞䠦𨅑𨅪𨅩𨆁𨆋𨆐𨆏𨆆𨆃𨆎𨆇𨆨䠩𨆅𨆦䠨𨆂𨆧𨆊𨆱䠫躎𨆰𨆵躌𨆭𨆲𨆪𨆬𨇁䠬𨇇𨇄𨇆𨇅𨇔𨇊躘䠭𨇗𨇝𨇖𨇘躝𨇧𨇦𨇩䠯𨇯𨇼𨇻𨇽𨈄𨈈𨈕𨈓𨈚𨈙𨈘䠴𨈫𨈩𨈮䠳䠵䠸𨈹䠷躴𨉋𨉈𨉕躸𨉣𨉢𨉤䠼𨉱䠾䠽躿𨉹軂䠿𨊍軇𨊔䡁𨊛𨊝軉𨊡䡂䡃𨊱軐𨊩䡉𨊳𨊿軖𨊻䡍𨋀𨊹軜𨊸軗軠𨋕軡䡊䡆䡐軴䡑𨋗軲𨋛𨋙軩軤軳𨋘𨋦𨋖軪𨋑𨋧𨋐𨋲𨋰軭䡕𨋭𨋯䡔𨋮𨋪𨌁䡗䡓𨌍𨌟𨍖輎輍䡘䡚𨌈𨋜𨌎𨌝䡛𨌅𨌄䡝𨌶𨌫䡜輢𨌧𨍆𨌬𨍅𨌳𨌭輫𨌴䡟𨌢䡞䡢𨍑䡣𨍏𨍨𨍌𨍐䡡輱輰䡠𨍈𨍊𨍧䡤䡪𨍴䡦𨎈𨍿𨍫𨍰𨎇𨍲䡧𨍹䡩𨍸𨎉𨎀𨍶𨎡𨎍𨎊䡭𨎢轋䡬䡫䡯䡰𨎐䡴𨎭𨎤𨎬䡳𨎩䡲𨎮𨎹𨎷䡵䡶𨎴𨎶𨎳𨏆𨘼䡷𨏈𨏉𨏒𨏠𨏨轣𨏦𨏱𨏫𨏪𨏩𨏴𨏳䡽𨏵𨏶𨏹䡾𨐁𨐑𨐐𨐘𨐔辡𨐛𨐟䢃𨐡𨐩𨐨𨐯𨐱𨐰𨐶䢅䢇𨑊䢈辵辸𨑑迀䢋达辿𨑠䢍𨑽𨑩运䢎迗𨑣䢌𨑤𨑿𨑫𨑼𨑨迌𨑥𨑪𨒃𨒍𨒋𨒇𨒅迠𨒊𨒣䢑𨒉𨒄𨒢𨒼䢓䢒𨒨𨒫𨒾䢖𨓃迼逇𨒬䢕迶𨒩𨓂𨒦𨓁䢔𨓩𨓍𨓥𨓊逳𨓦䢙𨓇逘𨓨逫𨓰𨓭𨔚䢝逪䢞逨𨓳逩𨔙𨔛𨔖𨓬𨓯𨓲𨓮𨓴遃𨕜𨕛遆䢡𨔣遈𨔯遉逽𨕚𨔢𨔦𨕦𨕢䢥遚𨖃䢢𨕧𨖋𨖳遧䢦𨖌𨖍遫䢧𨖏遱遦𨖯𨖭遪𨖎𨖬𨖰𨖱𨗣𨖹𨗞𨖾𨖷𨗡𨖶𨖵𨗟𨗥𨘄𨘃䢭䢮𨗰𨗨𨗪𨗱𨗦𨘁𨘟𨘙𨘌𨘞𨘝𨘇𠑌𨙐䢱𨘵𨘲邌𨙀𨘸𨙎𨙏𨙂𨙄𨙓𨙒𨙔䢲𨙣邓邒𨙩䢳𨙯𨙭𨙰𨙫邖𨙮䢴𨙵邩𨙺𨙷𨙸𨙶𨙹𨙽邤䢹𨚘𨚓邷𨚙䢸邮𨚕𨚔邭𨚮𨚵䢿𨚳郂邼䢻郆𨚱䢼郀𨚲䣁𨚰𨚯𨚶𨛉䣂䣀𨛊郍𨛈𨚴𨛌𨛑𨛓䣇䣅𨛔𨛤䣆𨛍𨛋𨛡𨛖𨛒𨛣䣄𨛏𨛐𨛥𨛬𨛫𨛱𨜌𨛯𨜎𨜰𨛮𨛳郬䣍䣊𨛴𨜍𨛶𨛰䣋𨛭郩郮䣏䣎𨝃𨜳𨜙𨜘𨜜𨜑𨜖𨜒𨜐𨜓䣐𨜏𨜔𨜺𨜷𨜶𨜼𨜴䣓𨝊𨜸䣕𨜻䣔𨜵𨜿𨜽𨝀𨜾𨜗䣗𨝦𨝢𨝏𨝎𨝧𨝓𨝍𨝌䣛𨝨䣘䣚𨝑䣜𨝘𨝛䣙𨝐𨝋䣝𨝪𨝯𨝴𨝵𨞎𨝭𨝫𨝰𨝱𨞌𨝸𨞑𨞦䣡𨞗𨞚𨞛𨞘𨞕𨞒𨞓𨟗𨞪𨞩𨞫𨞷𨞶䣢𨟅𨞺𨞽𨟂𨟃𨞿𨟖𨟘𨟑鄿𨟏𨞾𨟚𨟙𨟠𨟮酑䣪䣫䣬𨟵𨟴酕𨟸𨟾𨟹𨟽酠䣮䣯𨠖𨠑𨠌𨠍𨠒𨠦𨠤䣵酭𨠐𨠶酰䣷𨠥䣶䣹酫䣸𨠹𨠸䣺酻酶䣻䣾䣼醈䣿醂醌𨡏𨡑𨡘𨡌醄醀𨡎䣽䤃𨡫𨡴䤆醏䤂䤁𨡱𨡸𨡲䤅𨡭𨢠醡𨢎䤉醝𨢆𨢌醘醠𨢉𨢇䤌𨢅𨢋𨢈𨣕𨢦䤍𨢡𨢢醦𨢨𨢣𨢪𨢯𨢹𨣁𨣆𨣃䤎䤑𨣂䤐𨣀𨣅𨣇𨢿𨣄𨣔䤏䤒𨣚𨣘𨣙𨣛醶𨣗𨣧𨣨𨣦䤓䤔𨣩䤖𨣱䤕𨣸𨣻𨤂䤘䤗𨣾𨤇䤙𨤐𨤑𨤕𨤘𨤚𨤡𨤢𨤩𨤨𨤴𨤷𨤹釓釛釚釟釞釪釲釫釷釨𨥂釮釰釥鈄鈧鈂釾鈜鈤鈙鈗鈅鈝鈠䤝鈋鈖鉝鉡鉰鈱鉘鉕鉔鈵鉣鉐鉲䤡䤢鉙鉂鈯鉎鈼鉓鉨鉌銏鉖鉜𨥦鉩鈲䤤銂銉銕銢𨦂鉽銈銡銊銆銌銙鋶𨦄銧𨦆鉵銱䤧銟鉾銇䤪䤥銩銝銋鈭鋎𨦭䤬銿鋦鋍鋕鋉銸銾鋠鋞𨧛鋧鋜鋥䤮𨦳䤭鋑鋔鋓銵鋖鋡錥鋆䤰銴鋬銺𨦮鋚錝𨧩鋺錑錊䤳錓𨧵𨧪𨨮𨧱䤴錷鋹鋷錴錂錤𨧧䤶鋿錩𨨭錹鋽𨧨𨧥錵錪錔錌錋𨨶䤵𨧰錗鋾錉鍃錜錀鋻𨧦錖𨨬鍹𨨷鍗鍕鍦鍒𨨯鍏鍸鍱𨨲䤻䤺𨨰鍷𨨹𨨴鍝鍻鍡鍞鍩鍣鍴鍧𨨳鍽鍮鍎𨪅鍙𨪄𨨺䥂鎙𨪏鎕䥃鎈鎟鎀𨪋鎍鎶𨪎鎱鎑𨪌𨪇𨪊䥄鎲鎤𨪒𨪐鎠䤽䥀鎐𨪗𨪟鎴𨪈䤾𨪉鎓鎨鎣鏔䥉𨬅䥋鏉鏮鏣鏕𨫒鏩鏄鏪䥎鏋鏅鏎鏆䥈鏀鏒鏭鏓䥏鎥𨫔䥒䥍鏧鐒鏺鐉𨬖鐟鏸䥗𨬒䥔𨬟鐁鐄𨬍鐊䥙䥟鏿𨬔鐗鏴𨬚鏼鐌鐈鏶鐑鐅鐆𨬐鐩䥤鐴鐽鐼鐰鐹鐪鐷鐬𨭛鑀䥞䥡鐭鐱䥩𨭖䥝鑏鑇鑅䥮鑈鑉𨮷𨮒鑆鑂鑍鑔䥱𨮹𨮻䥲鑟䥳鑤䥨鑘鑖鑡鑝䥯鑙鑗𨮸鑞鑨鑩䥵𨯞鑳鑹𨰏鑸鑶鑵𨰝𨰞𨰸𨱙镹𨱜𨱚𨱝𨱥䦈𨱦𨱿𨱺䦊𨱵𨲀𨲆𨲁𨲇𨲊𨲉𨲈𨲋𨲌𨲕𨲓𨲟𨲞䦋𨲩𨲧𨲯𨲮𨲲𨲭𨲳𨲸镾𨳁𨳀𨳂閁𨳉閄𨳌𨳊𨳋𨳑䦌䦍𨳐𨳲䦎䦑𨳞閕𨳟𨳠𨳙閐𨳛𨳝𨳘𨳣𨳚𨳗䦏𨳷𨳻閚𨳳𨳽𨳶𨳼䦒䦔閛𨴀䦓𨳿𨳺𨴥𨴑䦘䦙䦖𨴗𨴎𨴕𨴏𨴘𨴍𨴓𨴐䦚𨴖𨴒閦𨴙閯𨵄𨴭𨴪䦝𨴯𨴱閮𨴬閰𨵅𨴰𨴩𨵆䦡䦢𨵍䦣闂䦤𨵉閸䦥𨵊𨵤䦠𨵏𨵐𨵈𨵋䦮𨵰𨵩闄𨵬䦯𨵪䦪𨵧𨵫䦫𨵮䦭𨵦𨶊𨶃𨶂𨶅𨶋𨶉𨶁𨶀𨶇𨶆𨶜𨶟𨶢𨶠𨶶𨶮𨷁𨶰𨶬𨶯𨶱𨶭𨶲䦱𨷄𨷇𨷓𨷆闣𨷅𨷃䦴𨷒䦲䦳䦵𨷔𨷦𨷰𨷱𨷲𨷻䦺䦹𨸑𨸐𨸔𨸒𨸓𨸖䦻阣䦼𨸞阭𨸛𨸜𨸚𨸝𨸫𨸰𨸭阷陃䧃𨸱䧁𨸮𨸯䧇䧅䧆𨹁𨹌陎䧄𨹅𨹜陠陙𨹚𨹡䧋𨹝䧎䧊𨹙䧌䧑𨹵陚䧖䧒𨹸𨹻陱䧓陮𨹺䧔陯𨺦𨺧𨺿𨺨𨺟𨺡𨺢隀䧗𨺭𨺣𨺠䧘𨻖𨻒𨻈𨻂䧞𨻇𨻍䧝𨻁𨻆𨻌𨼈𨻷隚𨻻𨻼𨻺𨻴𨼔䧥隢𨼐𨼏𨼒𨼋䧤𨼌𨼊𨼓𨼎𨼽䧪隦𨼪𨼫䧨𨼯𨼮𨼬𨽄𨼿隬𨽀䧬𨽍𨽝䧮𨽖隵䧯𨽦䧰𨽲𨽳隶𨽸𨽼𨾂隺𨾉𨾊𨾔䧴雃𨾛䧶𨾡䧷𨾻𨾴雐𨾾𨿂𨿁𨿙𨿐𨿭𨿢𨿠䨁𩀋𨿿𩀜𩀟𩀨𩀪𩀫雡䨄𩀼𩀿䨈雥䨊𩁷𩁻𩂈𩂃𩂅𩂆雮雭𩂂𩂄雴𩂕雸𩂒雼𩂔雵𩂗𩂖𩂓𩂡𩂧𩂦䨏䨑䨒𩂨𩂥𩂣𩂢𩂤䨐𩂪霃𩃁𩂿𩂽𩂼𩂺𩂻𩃑𩂾𩃀𩃐䨗𩂹𩃠霕𩃜霔𩃚䨝𩃖䨡䨛𩃴𩃗𩃙𩃕䨜霌𩃒𩃸𩃶𩃷䨟霟霘𩃵䨣𩃼𩄁䨤霝霙䨞𩃺𩃹𩄖霥𩄡𩄝𩄢𩃾𩄛𩄺䨥䨨𩄷𩄗𩄸𩄦𩄘𩄼𩅄𩄾霨𩄿𩅀𩅂霦𩄽𩅁𩄻𩅉𩅃𩅞䨰𩅠霱霯𩅡霳𩅨𩅦䨱𩅿𩆀𩆄𩆅霷𩅽𩅼𩆁霺霼䨲𩆓𩆘𩆛𩆑䨳𩆕𩆚𩆒靀䨴䨵𩆤𩆫𩆭𩆯靇𩆮𩆸𩆶𩆽䨸𩆷𩆵𩇇靊𩇁𩆿靋䨹𩇎䨺靐𩇔䨻𩇕靕靗靘𩇜𩇣䨼𩇩䨽𩇫䨿𩇮靟䩀䩁𩈉𩈈𩈆䩃䩂𩈎䩇䩅䩆𩈏𩈚𩈙𩈜𩈛䩉𩈢𩈡𩈤𩈥𩈦𩈣𩈬𩈭䩊𩈯𩈮𩈴𩈶𩈵𩈲𩈹𩈸䩋𩈼𩈻䩍𩉁𩉄䩌𩉃𩉍䩏𩉔䩒靯靫𩉝𩉧𩉥𩉫靹䩖䩔䩓𩉢𩉬䩕𩉡𩉺䩙䩛𩉸𩉽𩉹鞁𩉾䩞𩊁𩊃𩉿𩊀𩊅𩊂靿𩊑𩊖䩟鞇𩊟𩊜𩊛𩊚𩊝䩧𩊭𩊪鞕𩊯𩊰䩢𩊫䩡䩤鞓䩠䩥䩣䩪𩋁䩬𩋵𩋄𩋞𩋊鞝𩋌𩋒𩋂𩋃𩋍𩋏𩋝𩋈𩋆䩳𩋢𩋡𩋽𩋣䩵䩲𩋮𩋨𩋹𩋿𩋾䩯䩴鞢𩋧𩋩𩋠𩌀䩰𩋬𩋤䩶𩋯𩋺䩱鞥𩌑𩌢𩌈𩌏䩹𩌌𩌍𩌆䩻𩌇䩸𩌓𩌄𩌠𩌝𩌅𩌃䩺𩌊𩌬𩌨䩾𩌪𩌾䩽𩌯𩌲𩌧𩌮𩌩𩌰䩼𩌦𩍀𩍎𩍏𩍅䪃𩍉𩍊𩍋䪂鞼𩍃䪁𩍖𩍓𩍗䪆𩍜韂𩍝𩍤𩍥𩍧𩍪𩍦䪈𩍩𩍵𩍲䪉𩍷䪊𩍳𩎂䪋𩍿䪌𩎇䪎𩎊𩎌𩎑𩎒𩎓䪏𩎗䪑䪒䪐𩎛𩎙𩎜䪓𩎚𩎡𩎦𩎭𩎤𩎥𩎧韑𩎮𩎯𩎷𩎵𩎲𩎳𩎺𩎾𩎸𩎽䪕韖䪗𩏊韚韘𩏇䪙𩏖䪚𩏗𩏟𩏞𩏠韢𩏥𩏡䪛𩏦𩏢𩏣𩏪𩏭𩏩𩏲𩏵𩏹𩏺𩏻䪞𩐁𩐅䪤𩐌䪦䪧䪨韴𩐙𩐘𩐚𩐛韷𩐜𩐦𩐠𩐣𩐤𩐡𩐨𩐥𩐞䪬𩐫䪫韸𩐧𩐮𩐰𩐱𩐲韺䪭𩐴𩐶𩐵𩐷䪮䪯𩐼𩐻韾𩐾𩑀𩑁䪰𩑂𩑃頀𩑈𩑉𩑊𩑍𩑘䪱𩑕𩑓䪲𩑖𩑔𩑑𩑒𩑐䪴𩑜頋䪳𩑧𩑬䪵𩑢𩑣𩒖頉𩑟𩑦𩑡𩑤𩑮𩑝𩑚䪾𩒊𩑹𩑳䪸𩑷𩑵𩑼𩑸頙𩑠䪺𩑶𩒘𩒃𩑰䪶䪽頔頕𩒇𩒄䪼䪻䪷𩑻𩑾𩑴頪𩒕𩒔䫀頣𩒓𩒐𩒏𩒚𩒭頛頢䫂䫁頧䫅𩓘𩓂𩒯𩒼𩒸𩒾𩒮𩒷𩒴䫃䫆𩒿𩒳𩒱𩒻䫈𩒽頶𩒰頱𩓖䫄𩓧顃𩓮䫎𩓨𩓦𩓠𩓩䫐顂䫑𩓝𩓢𩓤𩓻𩓼䫋𩓟𩓬顀䫌𩓥䫒𩓞𩓪䫕𩔀𩔆䫗𩔉𩔄䫖𩔈𩔁䫘䫚䫜䫛𩔅𩔃𩔋𩔂䫔𩔊䫤𩔣䫡䫞𩔢䫦𩔠䫟𩔡𩔦䫧䫣䫢𩔚𩔝䫠顡𩕆𩔼𩔴𩔶𩔳䫨𩔸𩔵䫪䫩𩔹𩕉𩕊𩕔䫮𩕌䫬𩕐䫭𩕕𩕏𩕖𩕤䫴𩕡𩕠䫲𩕳顮𩕲顬𩖀𩕯𩕱𩕵䫶𩖁𩕾䫵𩖆䫷𩖇𩖊𩖌𩖏䫸䫹𩖛𩖝颩𩖢䫻𩖩𩖥䫽𩖤𩖦𩖲𩖣𩖬䫺䬁䫾𩖼𩖹𩖺䬂𩖶䫿颰𩖸𩖷𩖴𩖵䬀𩗊𩗄䬄䬅𩗅𩗆䬈𩗘𩗓𩗕𩗣𩗢䬉𩗙䬊颵𩗞𩗟䬆𩗚䬇𩗔䬏𩗭𩗬𩗶𩗳𩗴䬎䬋𩗱𩗷𩗵𩗪𩗰䬐䬍𩗫䬌䬓𩘓𩘊颹𩘏䬑𩘑𩘈𩘋䬔𩘒𩘍𩘅䬕𩘎䬘𩘜𩘝𩘞𩘠𩘱𩘶𩘭𩘳𩘯𩘮𩘵𩘹𩘻䬝飀𩘺𩘽䬞䬟𩙑𩙒𩙖𩙙𩙚𩙛𩙜𩙝飍𩙡𩙷𩙽𩚄𩚉𩚒𩚌𩚈䬣飥𩚇𩚗䬧𩚖𩚛𩚤䬦䬨𩚝飳𩚬𩚪𩚯𩚫𩚵䬱䬰飷䬬𩚱䬯飿𩚮𩛆飵䬲𩚭䬫飹𩚹𩛅䬵䬶𩛏䬹𩛌餇𩛎餆䬷𩛑餄𩛋餋𩚻𩛡𩛪䬾䬽𩛤䭀䬿𩛣𩛭䭂䬼𩛦𩛠𩛟𩛨𩛝𩛳䭁𩛢𩛥餢𩜇𩜍𩜁𩜅𩜚餣𩜃𩜟䭅𩜖𩛺𩜀𩛽䭃餩𩛼𩜊𩛻𩜬䭆𩜒𩜽𩜳䭈䭍𩜰𩝀餷𩜱䭎䭉𩝗䭊𩜵𩜲𩜭𩜶𩜸餸𩝸𩝛𩝢𩝝䭑䭐餺𩝣𩝡餶𩝨䭓𩝚𩝟䭔䭒𩝞饀𩝿𩞋䭖𩝽𩞙𩞄𩞈饆𩞉𩞅𩞃𩞊𩞆𩞞䭕䭚𩞬𩞩饊䭙饓𩞦䭘𩞤𩞨䭠𩟃𩞿𩟈𩟂𩟊䭟𩟌饖䭞𩟉𩞾𩟍𩟇𩟅䭝䭢𩟔𩟕𩟙𩟓䭡𩟤𩟦𩟧𩟨𩟭𩟮䭧𩟶䭨𩟸饠𩠚䭭𩠻馜馛馞䭱馟馠䭲䭰馡馤𩡎𩡍𩡐𩡔𩡓馧𩡕馩𩡝馪𩡥䭳馫𩡧𩡨𩡩䭴𩡰䭵䭺馾馼馷馶駀𩡾駇䭸䭷䭹馸䭻𩡺𩡷𩢌䮄𩢔𩢖𩢞𩢕駋䮂駊𩢡駚𩢎䭿𩢛𩢒駗𩢗𩢙駌𩢓𩢼䮊𩢲𩢴𩢷𩣊𩢶駧𩢱𩣇𩢿駯駨䮉𩢹䮌𩢰𩢸𩢽𩢳𩢑𩢻𩢮𩣖䮒䮏𩣘𩣝𩣞䮑䮎騀駳𩣤𩣣𩣼𩤒𩣵𩣴𩤞𩣰䮕𩤗𩣳䮙𩣱䮚𩣺䮖𩣲䮓𩤁𩣯䮗騆䮔𩣮𩣸䮘𩤖𩣶𩣹𩣻䮝𩤙䮞䮠𩤜䮜𩤠𩤥𩤟騦騔𩤚䮡䮢𩤣騟𩤘𩤡𩤩𩤤𩤦䮨𩥌騯𩥃䮦𩥁䮤䮣𩥄𩥇𩥏𩥂𩥑䮩𩥈䮪𩥀𩥐𩤽𩥅騳𩥊𩥋䮧𩥎騿䮰𩥮𩥬騼𩥫䮱䮫䮬𩥰𩥭䮭𩥯𩦉䮵驐驋䮴𩦇𩦙𩦌𩦊𩦏䮳𩦄𩦋𩦂𩦛驙𩦠𩦤䮹䮷驜䮸䮺驝𩦹𩦡𩦶𩧉𩧅𩧇𩧊𩧂𩧄𩧆䮾𩧏𩧐驡驧𩧔䯀𩧘𩧡䯂䯆𩨑䯇骬䯈𩨜𩨠𩨡𩨞䯉骱𩨭𩨬𩨲䯌䯊骳骲骶䯋䯍𩨯𩨮𩨳䯔䯓骻䯑𩨾䯏𩨽骺䯒䯘䯖䯙𩩋𩩍䯕䯚䯛𩩝𩩠𩩦𩩟𩩡𩩛䯜𩩞𩩢𩩗𩩯𩩮䯟𩩴𩩲䯞𩩳𩪃髉䯡䯠𩪂𩪀𩪁𩪍𩪊髎𩪎𩪑𩪌𩪗䯣𩪛𩪢𩪧䯤𩪮䯥𩪭䯦𩪲𩪸𩪾䯨𩫀𩫂髛𩫗髜䯪𩫠𩫥髝䯫髞䯭䯮䯲𩫿䯱𩬏𩬀䯴𩬐䯰𩬜𩬝䯵𩬚𩬛𩬞𩬑𩬠髱𩬟𩬙𩬔𩬖𩬸𩬽𩬶𩬹䯷髸髵䯸髷𩬳𩬱𩬻𩬵𩬺𩬷髿䯹𩭊𩭌𩭒𩭐𩭇𩭋𩭎𩭏䯼䯽𩭠䯿𩭩𩭫𩭡𩭷𩭨𩭟𩭣𩭢䯾䰀𩭥鬇䰂䰁𩭽𩮈䰃䰆𩭾𩭺𩮅䰄𩭿鬉𩮄鬏𩮀𩮠𩮝𩮘鬑䰈𩮟𩮛䰊𩮚𩮙𩮖𩮮𩮞䰉𩮵𩮱𩮯𩮳𩮶𩮹𩮴𩮷𩮰䰌𩯈𩯄𩯌𩯇𩯃𩯆𩯋𩯊𩯉鬜䰎𩯍𩯏𩯜𩯞𩯛鬡𩯦䰐𩯨䰒𩯲𩯰䰓𩯺䰕𩰃𩰇䰖𩰉𩰌𩰍𩰎𩰗䰘𩰞𩰟𩰡𩰢𩰪𩰫䰚䰙𩰶𩰳𩰹𩰾𩱄鬸𩱇𩱍鬹𩱏𩱙𩱓𩱘𩱚𩱜𩱦𩱫𩱳𩱲𩱴𩲁𩲃𩲄𩱾𩲎𩲍𩲊𩲋𩲌𩲏𩲬𩲹𩲳䰠𩲦䰡𩲢𩲪𩲩𩲧𩲻𩳆𩳅𩳇𩳋䰢𩲨𩳈𩲾𩳁𩲽𩳌𩳐𩳒𩳍𩳓𩳡𩳎𩳕𩳝𩳔𩳏𩳯𩳢𩴀𩳤䰧𩳨䰦𩳲𩳧䰤䰩𩳥𩳵𩳸𩴃𩳶𩴉𩴍𩴙𩴐魒𩴓𩴘𩴑𩴜𩴒𩴡𩴩䰬𩴝䰫𩴤𩴠𩴞魕𩴨𩴣𩴪𩴯𩴮𩴳䰯魙𩴱䰰𩴲𩴻𩴺𩵀𩵈𩵄𩵅𩵇𩵊䰲魛魝𩵍𩵏魜𩵑魢𩵗䰵魟𩵕𩵖䰴𩵛𩵬魫魰䰷𩵭䰾𩵩魳䰽𩶀魮𩵦𩵣𩵥𩵹𩵱𩵠魥𩵢魩魨魤䰼𩵡魬䰸魪𩵫𩶂𩶞鮃鮔鮄䱅魺𩶁鮕魽𩶄䱁鮁鮍𩶖䱉鮋𩶎䱀𩶈鮏𩶇䱃鮈鮊𩶅魿䱂鮟鮩䱊鮧𩷋䱌䱎䱋鮳𩶦𩷂鮬𩶥鮰𩶆𩶩𩶢鮢鮠𩶤𩶰𩶧鮣𩷌𩶣鮜鮯𩶶𩶯𩶿𩷕鯒鮼鮶𩷐𩷚鯄𩷓䱏鯂䱑𩷙𩷏𩷖𩷘鮹䱐鮻䱕䱓鯌𩷵鯅𩷎𩷗𩷴鮽𩷍𩸁鮺𩸨鯜鯙䱣𩷼𩸥𩸹䱟鯟𩷻鯥鯕鯴鯺䱜𩸋䱠䱞𩸆𩸎𩸄鯣鯝䱙𩷹𩷽𩸟𩸀䱡鯡𩸃鯚鯘䱤䱦䱝䱢𩸐䱚𩸍鯩𩸂𩸧䱥𩸇䱱𩹎𩹊𩹁鰇𩹍鰎鰆𩹀鰏𩸾鰊鯻䱬鰗𩹈𩹉鰔鰄鰑𩹄鰃𩹂𩹢𩹅鯼鰉鰁鯾𩹑䱲䱮䱯𩹶𩹱鰠䱼𩹺𩹸鰪𩹿鰢䱻鰦鰮䱺𩹳𩺫鰞鰤𩹷䱸鰡𩹴𩹾𩺛䱵𩺄𩹼鰧䲂鱃䲅䲁䱿鰸鰽𩺱𩺲𩺵䱾鰶𩻖䲃䲆𩺯𩻊𩺸䲀𩺰䲏𩻝䲌鱙䲉䲊𩻛𩻤𩻘𩻧𩻚鱌鱎𩻟𩹵𩻜䲑䲕𩼎𩼒鱤𩼉𩼅䲐𩼃𩼟𩼋䲒𩼈䲓𩼍𩼌𩼄𩼊𩼧鱭鱬䲖𩼦𩼨䲗𩼴𩼭𩽀𩽁鱱鱵䲙鱲䲚𩽎𩽍𩽐𩽕𩽜𩽛𩽡𩽝𩽪𩽩𩽬𩽨𩽧𩽰𩽳𩽷𩽵䲜𩾙鳨䲥𩾔𩾕𩾬䲦𩾡𩾧𩾠𩾞䲧䲨䲪𩾽𩿁𩿓𩾶䲬鴍𩾹𩿔𩿈䲰䲮𩾷𩿛鴄𩿅𩾸𩿀𩾼𩿕𩾾𩾿𩿂𩿃鴁䲭䲲䲸𩿉𩿠䳁䳅𩿡鴤鴏𪀍𩿟𩿤䲾𩿢䲻鴓𩿝鴊䲹䲽䳂𩿬䲺䲼鴙𩿞䳉䳆𩿧鴟𩿪𪀤𪀚𪀔𪀺𪀓𪀠鴼䳐𪀛鴜𪀡𪀥𪀞𪀿𪁀鴺䳓䳍𪀘𪀬䳑翵𪀕𪀭𪀟𪀩𪀗鴭䳎𪀢鴲鴴䳖𪁒𪁘𪁕𪁚𪁲𪁍𪁐䳔鵍𪁔𪁜鵘𪁓𪁞鵣𪁧𪁋𪁥𪁎䳚䳛䳙𨄙𪁏𪁡𪁮鵚鵢䳕鵎𪁑𪁛𪁸鵿𪂀鵦𪂵䳣𪂅𪁻鵼䳝𪁽鵺𪂑𪂈𪂪䳞𪂍鶇𪂉𪂕䳤𪂇䳟𪂛𪂌𪂓鵨䳠𪂞鵮𪁼𪂆𪂄𪃆𪃐𪃀𪂷𪃂鶦𪂼𪃅䳮𪃁䳦𪃜鶕𪃛𪃒䳫𪂹鶥𪃇𪃋䳩𪃏䳬𪂶𪃉𪃌𪃑𪃍𪃄𪃚鶓鶧䳪𪂺䳯𪃓𪃎𪃶𪂽𪃝𪃈𪄍𪄩鶳𪄫𪄎䳲𪄅𪄀𪄋𪃾𪃺鶸𪄗𪃿𪄌𪄏䳵𪄂鶰𪄁鷌䳴䳳鶽𪃼鷍𪅉𪄆鶲𪄒𪄓䳸𪄯鷔䳻𪅅𪅇𪄴𪄵䳷𪅮𪅂𪄱𪄲𪄮𪅖𪄸𪅃𪄷𪅋𪄿𪄭𪄳𪄶𪄹鷝鷠𪅈𪆫𪆄𪅹𪆀𪅿𪅼𪅶𪅵𪅻䴁𪆂䴀䳾鷧𪆉䴃𪅴䴅鷬𪅽鷴鷳𪅺鷨𪆆𪆨䴆䴄𪅲鷭䳿䴂𪆋𪇂𪆑𪆳𪆿𪇉䴇𪆲𪇁𪆯𪆴𪆰䴉𪆶鸈𪆷𪆻䴈𪆱鸌𪇗𪇕𪇒𪇘𪇖䴍𪇜𪇓𪇑𪇷𪇳𪇵𪇯𪇴𪇭𪇲𪇱𪇹𪈐𪈉𪈇𪈌𪈃𪈆𪈋𪈊𪈘𪈟𪈥𪈨𪈱𪈰䴐𪈴𪈸𪈺𪈼䴑𪈿𪉖𪉗䴚𪉘鹶𪉜鹷𪉝䴛𪉣𪉨𪉦𪉱𪉮𪉯𪉸𪊂𪉿䴝𪊄𪊆𪊇䴞𪊉𪊍䴟𪊐𪊕𪊗䴠䴣𪊜䴤𪊳𪊥𪊧麍𪊫𪊦𪊪𪊷𪊶䴦𪋃𪊻𪊵䴧𪋅𪋄𪋉𪋆𪋇𪋖𪋏麘𪋚𪋗𪋝䴩𪋜𪋡𪋣𪋢𪋫䴪𪋯𪋰𪋮麣𪋺𪋾䴬䴭䴮𪌉䴰𪌈𪌆𪌅麨𪌐䴯𪌍䴱䴳𪌘䴲𪌝麭𪌢𪌣䴷𪌮𪌰麲𪌳𪌱䴶𪍂䴺𪍅䴼𪌽䴹𪍁𪌼𪍇䴽𪍄䴻𪍌𪍏𪍔𪍓䴿䴾𪍛𪍢𪍟𪍝䵀䵂𪍦𪍭𪍣𪍤䵁𪍧𪍶𪍴𪍲𪍵䵃𪍽𪍸𪍺𪍹𪎃𪎇𪎓𪎔𪎗𪎕𪎝𪎞𪎛𪎡𪎣𪎠𪎤𪎦䵈黁䵉𪎫𪎲𪎵黆𪎹𪎶黅𪎽黇𪎺𪏁黊𪎻䵋𪎾䵌𪏉𪏇𪏈𪏆𪏕𪏔䵎𪏓𪏙䵏𪏤䵐𪏦𪏨𪏮𪏳𪏲䵒𪏴𪏺𪏸𪏻𪏼𪏶𪐀𪏿𪐂𪐃䵕䵔𪐄䵗䵙䵘𪐇𪐋䵚𪐏𪐎𪐍𪐌䵜𪐓𪐖𪐔𪐘䵝䵟𪐟䵠𪐞𪐦𪐧𪐥黗䵡𪐴䵢𪑃𪐲䵦𪑀𪑂䵥𪐿𪑄䵤䵧𪑉䵨𪑈𪑊黢黣𪑌𪑋䵩𪑗黦𪑒𪑓𪑝䵭𪑚𪑖䵪䵬𪑜𪑕𪑙䵫𪑬𪑰𪑩𪑮𪑧𪑨𪑭䵮𪑦𪑷䵯𪑯𪑪𪒄𪒔𪑾𪑿𪒋𪒒𪒓𪒑𪒏䵰𪒕𪒟𪒝𪒘䵱𪒛𪒙𪒢䵴䵲𪒬𪒩𪒪𪒫䵳𪒴䵵𪒻𪒾𪒹黸𪒿𪓀𪓃𪓄𪓉𪓌𪓎𪓏𪓐𪓔𪓛䵶𪓬𪓮𪓷𪓹𪓻𪓼𪓿𪔆䵻𪔋𪔍䵾𪔏䵽𪔑𪔗𪔘𪔕𪔣鼚䶁𪔦𪔬𪔩𪔪𪔢𪔰鼞𪔳鼟𪔶𪔷𪔺䶂𪔼𪕃𪕁𪔽𪕀𪔾𪕈𪔿䶃𪕆鼧𪕎䶄𪕍𪕋𪕌𪕒𪕔𪕓䶅𪕤𪕝𪕞𪕩䶆𪕨𪕯𪕫𪕭𪕮𪕹𪕶䶈𪕷𪖂𪖀𪖁𪖈𪖇𪖋鼺𪖍𪖌𪖐鼿䶊䶋𪖕𪖚𪖛𪖢𪖣䶎𪖦𪖩𪖥䶏𪖪𪖯𪖳𪕿齆𪖶𪖷𪖼齈䶐䶑𪗁𪗂𪗆䶓䶒𪗐𪗏𪗔𪗙䶔𪗜䶕𪗝𪗤䶖䶘䶙䶗𪗧𪗦𪗨齙𪗬𪘀𪗾𪗻𪘍䶚𪗸𪗼𪗽𪘊齨𪗷𪘁䶛𪘜䶝𪘑䶜𪘐𪘤𪘒𪘕𪘗𪘲𪘧䶞𪘪𪘬䶟齭𪘦𪘥𪘭𪘺齳𪙀䶡𪘹𪘾𪘼䶠𪙈𪙏𪙊䶤䶣𪙙𪙎𪙌𪙞𪙛𪙟𪙝𪙦𪙩𪙧𪙤齽𪙳䶨䶩䶪𪙹𪙽𪚃𪚁𪚉𪚎𪚍𪚓龏𪚑𪚘龑䶬龓𪚠龖龗龘𪚥䶯𪚭𪚬𪚯𪚮𪚰𪚶𪚺𪚻𪚷𪚹䶱𪛀𪛃𪛂𪛈䶳𪛊龣䶴𪛏𪛎𪛒𠊤𠱨𠴭𠹍𡂖𡵋𢅚𢅵𢘺𢜸㦛𠁃𣙤𣚣㯀𣰡𤄺𤅋炋㸅㸎𤖦𤛉𤜹㺡㼱𤲒㾊𤸎㿥𤾸眂𥍆𥐝𥛅𥝕篗䊲䏥𦭰蚈䘶𧛸𧢦䚧𧭊𧱴軎䡮𨖮𨖙𨘂𨝳𨢐䥰𩅅韠飤𩢾𩣡𩪤𩱺𩿣𪆁𪏂䵖䵣"
        },
        {
            "name": "Chart of Standard Forms of Newly Added National Characters",
            "characters": "亘厾嘞氜鴹髴瞹㤃𨂠䭮覴𩄠𢷾𦚣䫍𢋔隌慂𧳟圽𧧢勔㝱佋𢺴鱻朇㒳辠癑䴴𢌀𧻃𣓁憙㚺坿𥙋冖顇咵鑥枱䝞亠冂冫勹巛幺无𡠽㤋𦐉鉫釶鍀鋴鋵砈砹鎿鈈鎇鉳錇鐦鎄詾塲㛕唫𪐝𨤄餜𥀶𦗳䐁𣹥𪒠㣔䦛䶥𨭗涖猎𢥂𠑘𣺮𧇎𧈙𧇶𧇙𧇸俥𢗎鯭𦺣烱䦟穀総㧾𨪷𤖭䠻迁𨏞眜䈼𥜓𩐬胆垻𦐂䙏𢇛辥䶇屉抦乑浜𦺮勠𨵸𧓧𦥉𧈢䗌𩃱𧬏𨃟𥴤鼅薦𧎾䆗䠎𤣙𧟨䐊嵤婹蘈𧐯鼄䡀吡䙇𥈭㣠䆞幐䇂焫婙𧯒𥒘𥒾𡸙㟪𡸣𡹭䧧礏𡺟跉誴𢷔峍𥓎𡻜竛疱㕶𧹈𢨦籞𢺇𣆵慸𣸐菍𥱽檼䅣圝𡾂䠠𧒐𧔦𡊹𧆑𪑱𧂘𨤎𨻄䇭滺𨃛𧿒趻𧾕趦𨀥𨒮𤃴𤂾䌋㺄䮟蜽𧕵𧂄𦻁楇䱰叴𢘅𢛁𠌬𩤛𦬄𤖰𨩩𨪶氱佂𩮜㸥𨍩𦊿𩝠㶁𤂆𧅯𧏸𧐄䀡𧘟𩘼腟䏲𢨒鰟𩣚糃𩕿䫥銐鄓䄡𤴯𩍙䡙𧶷㿧譤𡇶𨍒粰𥌭𥉖疨𤵝𤬪臽㻡䌔濙𨱧𤎥䳏𪇆鶮𧓄𩏌䛁侴䓱𠂄𩜥𥦘硔剳𦌀㡄𤚯𦼰䳃䤋𩝊𨣯𧌈𢣦𧳋𩾗𧳊㴿𪃃𩐭䏟䑙舚䏙𦠑𧰲𧳨㺀𠑍𥐞䍗𤎱𥠴䨂魭咔䶀𩗿𩜼𡬁𦨚轥㛺䇹𢔋埄𧜁桬筨𦒧𦚈䏦埦𠳁䀟𧘃𧘅𨘉𦓥𨛎䤠𨦖𨮔𠋟䏴𧍨𪕊䩐𩊬𥧫𩏐絥鞴霶𤇳𦞁𥊈鳾𧝎𩑇𩊔𩜷𪐈㿉𢻵𧈞𦺜㙍𡙖𢓨𱪘𡡗𣌬𣙷嘅嘚鉷吔肽㓦焿鱇𣱧㑌𩌐𪚇𩉙䝟𡿗䬛鞺𦯨𨐪䵺䏷鱯𨘬𪒂𪌙醔𩆜圙㗄𠼟𦱱輡𨍜𧐒顦𣮃𩎃鬔饢𠲏𣍚𣫪𣌞𣌠𣌚䯳𭠌𩟽艌㽳鉮𠇗𢳈𪘏鰂㣪䕿𢹝𱞌弖𢟦𡗀𥈬𨕘砙𦩕𧍧𢕋𧻷赺𧞤𩟹𪁺𥱧𩤲鰯凵𢓕㹮𩪘礚䘃𡸕𪗍㠮"
        }
    ]
}