{
    "version": 1,
    "name": "Words.hk Frequency List",
    "lang": "zh-Hant",
    "source": "https://words.hk/faiman/analysis/charcount/",
    "leftover_group": "Not in Words.hk Frequency List",
    "groups": [
        {
            "name": "Top 1k Kanji",
            "characters": "係我一唔嘅個有人都好你佢到就既咁會同大呢以得無要不可然去講過地但話多為出後自時下家上咗點又真之果知做生而啦日經住啲左中如面的咩心幾其成事想開對所樣己喺實呀睇文年用先只學已仲最度意當女於入再定嚟頭見問本是發港間能來行手因哋老邊仔解黎似分覺次返打冇嘢少香道前法完明身食者起理聲方埋全情亦正兩即依語野小應國俾落力叫阿三十至諗現死口相世望咪作公在聽識友算架今機水嗰字未天動走重加種笑條變緊通子將等高哈電外寫或工題更直主他晒原二氣陣太神路該第由書感句快始竟關反記部結新刻眼搵比了長放男位甚細信教數乜番平白班表場名言代夠界單常民性難愛登色終說林連令向回件清期企接隻認續受搞西錯四物低論何音車份畀化玩每候朋錢屋繼街失門近月政幫合轉慢體東著乎風任影收喇金離張雖拎美思安究線岩早流利根試提從齊士五使司例特留喎另活計此讀囉花英半求鐘萬深師角處非差買山突選且光指目驚交樂海品星內帶極視被決容傳這式義別殺步立答除粵廣詞晚總飯故市遠命持類飲八也報強業足進斷必鍾圖社坐絕程千百仍改請保黑媽觀首估考謂員啱簡支精底跟耐及易歌整馬形㗎格遊普雞戰母怪火王需空況包駛牙區六哥切麼基愈畫台腦嘛撚史確亂黃味婆樓與初功各紅噉並制推建滿科飛奇排量隨辦七價城響追把佬九輕盡資還拍客運網校假篇術拉鬼酒興權節舊婚爆治肯段那頂照們達醫警苦值止環熱產禮片共青和沒議某急調戲誠示往歷超眾古念石則房腳獨希展吓夜層唱尾爭源球態圍標仆投靚毒越堂象靜親送零執換景灣紙號痛醒證消傾啫概聞較堆顯準洲紀雙升引府看啊背牛冷套質習系餐波喂血斯統華演異勢病土院存像料怕維賣拖牌曾隊停楚舉集巴取忍藝短費袋約叔專劇碼麻忽服屌歲洗裝律局據疑票周爸級圓官派鐵便沙稱趣訓才嘩呼龍息島肉列傷破旅擇遲護境她練謝釋順倒裡管亞卡聯熟燈責散跳聖免案淨評梗喜右搭告救職兒務南德承技擊彩若廢組惡察些姐吹補痴唯願煙造皮商規印揀嫁設餘暗典居彈參溫良北永般室衝衫筆復介敢站耳隔靈魔掂預撞索速領吸濟避渣堅導李陸哦擔詩團型妹夢敗族遇畢歡偏嘴狗威屬退掛秒待微銀浪顧棄靠輪致雨驗備查激米輸際朝恐否鬧魚羅負廿擺鳩錄壓塔拜煩陳版臉充限木討貨炒歸迫修塊杯跌屎惜貴喊章雜置狂硬福元懷座戀粗罪慘股跑很燒抽茶弟添衰店兄密欣適壞沉純配鬥模伯妙控毫豬偷扮研咧漢犯群軍努捉爛爾閒創狀效吧善郁養尤歐勝嘗談貼誤智震尼曲膠幸炸富洋阻招插園陽透髮融拿守慣穿素夾武訊嬲享粒育材蛋刀封鋪雲具絲寶村略傻布蚊休判勁草嚴射抗注露橋秘許害里瞓途供暴父編翻"
        },
        {
            "name": "Top 2k Kanji",
            "characters": "揮骨借險覆夫陰互尋私劃乾批鏡弱搖付春移迷嚇祖澳減麵君闆肥優志盤禁降廁副按逐呆垃率偉嗎赤館圾忙課贏油兵唐探肚淚虛仁床臨廳碗郭衣製構賞附庭久漫閉敬烈黨戴益鬆默給吖蘭傅淡舞述辛霸助器施溝防潮帝陪毛播哲嘿申藍懶濕皇裏樹趕柱雄剩豆梁褲雪旁船亡脫財迎悲悶摸觸琛哂碌複括攻唉森宣幻抱危款缺閃忘範咬秀宗粉莫監滅佔圈尖徒灰咖佛尊巧祝憶扒漸勇獸曬廟藥賽須搶窗呃嘞攞嘈慮掌橫端讓涼絡枝吃板析沖貌博咋宜殘淺童坦田軟魂飾握幕菜乘俗逢槍卻牆嫲聚鼓距暫遺怒鑊鮮醉叻柒找游穩築鄉忠奶膽貓伸伊胸抵階河鞋譯敵側增慶核窮席測紹嘆讚厚混盒奈勞拳皆填營操汗秦遮織賭嘻兼宮楊甜幅涉緣固尚挑捨符悔葉逃鼻鳥啡甘健序梯訴辭隱凍瘋抹午嘉奮欲綠豪諸孩刺困寧岸灘積訪佈兜匯拒衛洞碟含丁夕束罩舟郎屍康拆佳嗚徑疊盛薄呵粹竇煮掃策虎泛凡州幣折朗踢鎖啤娘揚跡針韓串劍江蛇委緒莊輯怖托珠誰麥喝噴擁拋憎夏徵浮省染珍媒韻剛恨末嗯怎眉載雷猶咯甩癲麗賤伴倫怨碎蠢賺劉伏恩扭抬屈縮逼哼搬着掉摩簽錫污稍潛藏裙塞榮臭狠餅艇儲審歉疫祈革塘憑秋胡豐鎮糖儀授揸映轟悉柴爲舒枱爽額孤滯辯描獻納踏吞偶克爺獲孫檔磨詳慰嗱滑績咦厭后寒延滾頸泥潭輩啖漏翼頓督掩醜戶暖陷均恥泰檯仙宇攬廈罰鼠戒扯抄撥晨膊牽潔斬罷喪聰琴冰劈嗌捱昏趁農哭億徹滴吉嫌巨忌檢池甲誌倍啟振猛痕襲闊扶吐慳傑註拼淫嘔租聊貢幼頁雅奧惑盲賴遍勸柔矛偽邪雀玉踩鹹牲截攤沿癮衡撐犧玲敏毀貪迴霧項顏駁掟廚兇塵幹替飽哀姑攝蓋誕憐坊湯炮累庸廂瓜抑啪唶凌旗烏蝕襯卷鍵篤逆妻膚墨悟櫃渡署腿干迅輔暑盾砌鴨橙亮勉咳壇曼肺懂扣泡諒箱冠拗腸譬乃獄獎糊誇障騎繁徐咀谷玻契奉婦季宿尿擾緩腰蘇違勵姿杜損謀乏曆乖仇吊喉寄嶼爐荒割協旨伙僅姓懼浸竹齋璃雕瘦賓劣叉旺菲裂症侶吾貫哩恭脈遞蝦焦哎抖糧糕个孔崩廉援箭舖鄭蟲閂扑偈京壯廠扎掣擦訂飄騰戚蘋憂戇採陶跪嬌丹寺巾晝窿餓勾匪仗崇唇敲濃邏頻煲彼捕糟輝匆塑壁湖郊酸擠冬梓臂粥穆殖鋼帽紛競綁斥熄域廊慌擴獅譜掙梳娛妖奔寂循欠湧漁災縱繞銅鳴曉植耶氛鬚憤哪旋籌閘鹽搜閱蹤辜恆睡稿曰嫂嬅氏洪撳奸屆剪勤奪拾搏遭鳳喻謙俊惠慧茫藉盧釘爬誘框央詠云歎叮坑奴拱歧津纏獵鑽訝欄淋診療鋒侵冧剎撲暢涌辣冒劫坎宙尺斜棍熊窄紫繩蒲姻患腐鬱睛倉徙衷齒袖檸攪螺押薪宅擰禍荷澤孝灑炎躍臘魯催促礙罵胃餵湊筒揭脾恤鄺井愁晏祭賢頹斤捲仰匙噏朱泳迪諾諷刑奏憾尐亭冚晰笨蕩陌隆棟啞眨壽峰幽掘疏矮紋舍芒鍊妝柏臣皺庫欺洩趨黐窒辱郵彙棋宵碰譽殊毋液堪愚蓮籍蜜乞售擋歪稅葡裁覽礎悅"
        },
        {
            "name": "Top 3k Kanji",
            "characters": "役脹桶磁吳罐龜撈俱孖浩旦猜貧慾弄准堡攰暈疾屙丟喃彷址捐梅矣賊購銷髀汁稚敦喘彎拔摺矩舂豈遙姊棵妥誓妄脆仄礦芝諧廷趙予措艱匿穌呂宋嶺渠渴狼羊驅遷寵寬舌凝彌擬泉盈籠脷鶴冊乳姦卑瞪盃丸慕歇籤軌週騷薩齡薯販咭董傲妨淪漠肆蒙鄙咒沈賠漆盟娜閪卜坳埔寸脊撻垂紮籃巫挖氹翁脅跨侍誼余厲鬍召滔丈燭潰呈眠埃疲厘刊吟斗淘煎碑蕉裕邀葬頌捧秩慨培尷悠笠謹隧濫娶債桃殿腹航褸辨滋吻踐竊軀肩凳抓瞬晴浴盞窩耗貿裸冤乙嬉尬傘償凸囊坡瑪筋萄俠繫逝伐勒啩姨宴崎弊恰愉愧懸挺繪芳貝鄰罕潤羞噹邦耀芬袍鷹泣衍肢虐它揾榜稀蒼鈴丫勿慈懲棺涯撒聳朵牧邁溶梨侯呻墮揼殼泊腔詢貶巷彿哇酷駕屠賦螢嘖劏奢樽盔鏈挽儒剷贊燃逗惱嘯漂豫券响墳昂焉焗肌艾塌軸洛嘲懇磚嬸嘟屁鑼棒拯刪崗慎撇犀紗采仿陀劑械帖撕奕捽儘嘥惹茅顛呎蓄拘煞糾佩焚昧魄囡瞇夷鄧鯉綜蒸祥謎晶嫩倦禾虧喚牡扁漿佐丑騙晃鯊捷汽沫碧藤謬蹟馳驟託撼詭叛刷骰噓蕭剝埗憲披挨盼籬豎蔡寡杖縣僱擲爪撫錶胎炭噢卒帳摧渺漲酬釣鑿筷銳潘椅卸宏征昔暇椒綱苗馨鹿倪匡勻蘿竅銘茄屢寞簿凱鉛妓羽甴鈕佑恢松櫈滲煥羨蹈錦匠涵澀贈醬悼屑懵曱詐豁咸凰屯斑枉毅窺胞袁鵝緻奄瀆履枚餸刮櫻魅隸琪噬弦唸嚨湘孟燕苑蹺岳哉孕瀨恒翅蝗樸欖狹盜躬頗抒脂喱吼彭墓弓惶斧犁癡蠟闖衞鼎戈畏癌苟擅韋疚粟賀譚旣嚿巡枯淆竭箇縫膝蟹颱昨倡龐蔥蛙挫昇吱𨋢馮怔舔韃撤燥砂磅稽簾跣鴻肅蠻榨睜裔潑沾霉撩琦涕瓊瓦睹綿荃腥爵侮勃愕霜豔鞭檬媚莉乸扇棉腫腩僵岌堤斟灌狡綫纖蔭蘊蟻匹摘瑰鞏国墜嚕篩陋贖齣揹荊唏圳伍僻叢崖惟玄羹茂蠱𡁵繹俄駐屏柄瀉薦囚菌噃菇哄臟耍㖭簫傍坪川朽澄瀾珊瓶紥缸腕躁逸撮疇倚掀寓削膏賜輿牢碩耕軒搓曹遣淒嘶燦膜睬兔塗怠桑綑臺莎鍛廓膩謠僕嬰吋樑赴渾墊煉眶伶犬嚮覓婉昭恃襪蕾懦俯哽岔巢罅耷鞠骸吵鑑殉曠赦玫禱柳膨鴿鍋拙擘姆沮汰什唞攔攜溜禪蟬邨紐煽瑞萌赫剔襟刁唧占拐兆樺壟妮敷咕糭囂蜂蝶鈔悖捏逕凹併葛亢滄兮卦恍悄恕鈞慄堀曝桂棚淇滘熨狐穢葵霞寢豉瞭薛遵傭砰貞倖凜薰瞞繃曖盂瘡誅睄阱泄邋偵珈訕笛卿怡戥暮熔祠肝顫僑宰荀熙柯蓬御秤鴉咽啼焰殷孽癱黏痾晦兌惺僭嗲侃彤喼瑤唻擒甫眷綻蛛霑擎釀遜輾頑夭晾蔔籲庖蒂穴遁袱昌惰叱銜哮瀟雯呯嫖兢哨棠苛蹄閣頒啜拓肋羣矢餒捍凶娃爹杰帥聾駒晉巔訣穎矇妒癢遢摑菊淑忿靡羈搔虱喲墩攀爍瞄禽纜翠褪陵鯨芽壘橄撰搗冥盆駝彰慚搽炫倆扼耿瑣妳廖蒞崔舀枕檻瀑猖耽艦轍隙頰鋤啓弗啃砸閩酋兀嘰燶聘嘍惘懈狙廝斃昆飢斂刨掹喔証頡丙幢捌檳徘淵熬睫肇蔓逾敘挪㩒岡曽瞳茲濺瘀憫聆欽賬摔函喧暪"
        },
        {
            "name": "Top 4k Kanji",
            "characters": "獰伺帆徊抆掠沸溯烤眸碉祇綽蘆虹閻鞍顆髓噸允竄駭濁拮躉翌肖噁紳夥搣姬寥攏鑄噪怯嗡琳濾咐霆嗜俏嚼逞浦莞嗄僧卅擱栩梭楓瀝猴瑕瓣畸笏筍荔衹辰沽躲驕霍祀屹跛毆攘踎迂虔傢駱朕洶縛萎琉癩薑餃癖汪畜睥杆菩蔑懺溺謊鈺于螞寨豹禎姣桿鮑咆拚晌躇躊墟壺孭摷溢狸獗蠔靴龕埠瓷炬詮曳婿馴醋温汝瘟遂奀霾箍霎綴亨氧沐憧吽嗤翩嗽嗒吩伽盪岑几盅彥盯噗莓賂匸昷栓剃峽庇杉汲淹炳絮翔肘葫蝴醇鑣闢靶幟碳諺鋸辟媲駿魁吏瀕呱萊娟鐧烚匣揣疤汶蠅歹憬侈惕敍棘瓏痰抨蜻漓鴛吠喳帛拂蕃冗糉豊圭咿羮祢嘎僥刃剖噚嚎塱壩峒峻濱灶盎砲蟧蠄豚闌禧咎崛贅菠牟蔽衙矯奠鏟鋁冕遑楷迦蹊瘓潺芥蓆朦稻虞卓尹炙猝緬蹋毁膿唓揪擂琼猥鴦翹噩勳猩胭燾燼炯𠒇腆藹躺窘捺毓堵桌溪瀰狽瘴磡逛醮閑霄頃穀摯菱芻峯誦肴裹饒煌捅殆槽慷叭摟瀧厄哣悵襄釐祿嚏譴闡蜓庶朧栽扳叶灼嘭揖剋鵬弧瑩鎚囝蜢鴇壤寮徽榷槳汀沛濤眺賈鑲飆饋𡃁孰戎誨宛蒜諫輒渦鏽俑囑僚籟沌酌倭諮絞簇翳絨萃唥臆鑾饅濡諱靖薇閏摒栢吔歛埼尸佣嗟仕瑜腑瀏煤喬吭嗨涎霹靂靦偕悚惴鏘咨詹咔鍚鏢謄弘梧榴橡甕甸畔瞻穫罟趟踭飼篷訶壹氈悍澈楹貸賄乩臥翰澱糙蜘烹蜑棧熾吶喋訛倔卵蔗謳逮垣誡梘蔣繡尉娥諭矜姥啐呸囍詫杏囈褻痺芭賒呷棗腮坤实敝樁硤撓蕙腍驃抺䃟划噤奬寅湮濛疵瞰祕禦稔荼螂詬蹂躪轆雌馭骼鶩緝嶄烘楣骷髏孺蜒掬丘艘倘杭砒槌旱砍艷鼾鉅曙顰羔詡腎腺恿慫絳棕嗇轎冶窖疆麟拈惋憚滌蓉褒蹶逍錐髒鱷淥佇罔胖姪孚楝藩踵燙禿瘤愣咤虜釁秉拭会槓佻墅璧嬴緋范嚓娓揉唪劌姚熒叨唾娼抉株瑟絶羌趴騮驀芹枷穹輻縟糯俐囪踞廬戌札歟殯轄塚搪竿軚酵瀡餡梵凋恙皿募拷婪篡緯嫉潦鱗稟詣徨漩疼磊嚥囤朔殞膾韜饑傀儕儡撿癥汾慤啄悸鉗臻脯浚鑒杼砵暱舜俚膳寰榕諜隋吁氮𠺢舅为嫵您攫蕪鏗嫣惻涂悴憔鬈庾沓勺乍垢峙嶇戙燊稜笙箏紓縷繽訟踱錘髻黯噱嚐淮棲醃陲蜿弒繳卉謔梟贓戊紆逅榻俬揩嗣芸莘仃捩嘸戮巉殲轅遼琢脚阪奚箕癒儼冀痍莠蝙蝠諉咇曦啷撬釜辧殃抌倩黛渲趾剿殭俘犢内詁挾濠滸魏銬嫦両惆浙籮吆瞌蛀儉婷綺嚷嫻巍愀戾掏时柚泱澰睽袒詆长汨膀騾蔚恁忡咏澎葆咄躂佼攣粼氯囿妞弩桐笈篙紜莽萍蛤衆陡駅鯽擸枳敞櫳誣驥矽締哺祟馱錮甥茹旭詔雛牀耆遏酗趷埞拌孱蜃韌呔嵌桔煨鈍㨴媳涅燴徬嘜泌炆驛骯髯堯糞𠝹龔諦嶽殻黄暨儂彬鐡漣漪瞥迢縈么焊佮儈詛翦俎咚蠍澧蕊筵諳邂乒乓丞夌鎗埲銖㷫蛾鼆簷邑蠶闔匍匐幌獪簸螻賅軑圜栗体彊憩抿淤璞给话軋进驢鬢唆氓噥憊汕痱皂譟酥嗦郡貳侏羚噠鉤喙奐巒巿帑强撑檐漕澗瀚瘁礡纓芋苔薈蜆跚蹣輋雁鱲鵰𢃇橢狄饗樞麪輟鱉恪沃鹼芯涓鑰"
        },
        {
            "name": "Top 5k Kanji",
            "characters": "狩腌户褥笪忖烙艙𠵼胯鳶躋挈籽冽匱拇閹纂霓邃氾拃諄窪恫炷喀茵璀璨関嘮幡攋藕瞎揦蹴耘儆拑攸沼点譎銹沬絀两垮岁菁鹵嗔駢万忟翊礫跎怵肪餚隕弛疋膺磋蜀掕妤辮仝唚燉倌妍戳烽瀛鈎鬨恵厥飴曇匾扔聡卧鞘臍釵劊縹黝睿窟忪鉸叼啕噫摵擻瞼誹謗孜誒輛吝猿枴卍对帚悽愴摶无泓漉箸糴耑謾评语貅貔还冢帕彪慵搐椰潢膛蚓蚯賁鎊鶯奎嬤应楨祂翟酣敎縐躝𢲡𣲷煇臀岐湃熹籐絆舐轔閨秃肓揈莖猙卽藺哧蹦嚶侷咫孵巖弔徠扽暉滂牯璽砭綢繆舢茜蒐蛟螳髹鷄竽猷穗鎅稷踊遽峭夙焫僮劾庚扈杳殮灤絹迄竣掗鍍銃矗懾絢込陛閥柺綵胳矚蔬漱麾甬芫溉牴湄啾噌筲蝨鱔鷂祉譏迥吒夯擢炕硯綸芙覷闕驊旬虫踰凈煒譁翎丨侗硫蹉錕衊叠欸鸚緹鍥鰲箝喵懊櫥霏魷遐㨢跋魘洽暄泵阮髦広辞紂宝慟錙咓嗶写鬯滓熏踪咱湛坷媧睦遡緲隘鵪鶉噯畿眩眯様竪颯憨众匈叙圏寇忐忑搁摹泪睨稠紕终脖膶藻褐见记难东丽嗓宦揄揶氰洒涸簧酲阡们偎华发喏愿戛煬现紧该俳呤唷徂癐裇藐邯鄲喫翡罄胴伕麓没崳捻泯苞鳯韶怦蚩讖醺尻囁捶咃哆騸剥徛眞尴岀囖莅矓駄燄啵溻翕嚱膞仞僊剌勘堰岬嶂巗怱抛朶沱澇瀅炊瑚纍罾袤説踴錨騖鷗𢯎橘葺鐮迭涇渭驍謁豢伇埶邇閡壅氤氳獠瞑禺胥褫蹲鸞耄耋妃漬痹㧬罌皙娑繚粕婕薊荳韮眈斐缽唂昕愫桎梏黹佚啅焼櫚冑犄盦埈壑俺凪摏燬姜驪侲橛毽舵蘸麒𡁻臃鵲騅鯁祐舛倀区恋戟揑磐絃继续裨伎裱号图怜懃縴鸡叩佘旻隍庵葩嚡扤恬愎紊隅騐醞扚驄鵡嗬冼儍弈縝啝睞菀来渙嫰醍醐愜硝髪漾酊酩桀蛻綾姍餬孮沆砥騁潚覇椎檎韁㦸亥鰍皈礼虯軾酪滬齌掐緘扉槃俸餉𡁬跤夸浹忤恣捋禠渝窈窕丕妾愾摀嗆嗝瘠皚繭臠顎珞瓔詰皓茁椿韭颼嘀嘚禀习书乱从价势叵叹员啻带张揺搥敕晢晩极樫残氫热牘牠独獷癟瞧祺笔箴簌荣蔻裘裴覲觉认论踮鈿随靄鴕偌决匕啥懍掰擄杀杞檜气漒瞅緞纷罹虽观赛赞遴錚银齏齙业偃况办囌坂声妁护捜机毕洙灯窓经让蹓这鐳餾丐哘扱揞搦擳珮碇礬筱篱菓赢躹鏖飊𠾴𢳂𠻹亍彳焯樖頽叁昩弭甄軻𠽌溏琵琶熜焙尢媾孻氖溥蟆攙魑蹩紡喁甌㕭嗅瘍胱羡槐邱涿蝸撘鯇傞摭杷屄涔燠愨㗳欶懕捃槪滕澌砐谂閙蹭厠摞燻薜崽寐忱淳糹肨芩飩嚹孥噖譭瞟墈撂狏珏緅骹悻嚅挒濂肛戅旮旯繑洱逄鯪骴捹粘餩朴滷孢侖円劬匝圃埕屐崢嶸撟柢毬汐汚淼秊窰纒舨莆菍豺酙鋰雍頤寜稈筳饌輓鎬爓狎羸鲁澹蹞駑喐嵐旃檀爇琤癰砉禳縊訖詈誶讞邸闥帮厓粿罉拝蜍蟾紈絝㝝嬋衩鄂搲荽刋澡祚腓赭亶斡畋褶訥鏤悪曜気秏茨辺芈塡螃餼𠽤垓禤茴謭汞猾稳胜设鏐阶项蚺䕺聶卫坨妊娠学庆褂掦𤈂毘纈竉髺鯰筠酉鋈詼佗㤇唨緙虢迆磺甦掖緃踨䅲瑛皃盍辵贍蹝俹簁紉芡鎂𢭃亲冲吡弼袞嗻懿徇歃𢱑"
        },
        {
            "name": "Top 6k Kanji",
            "characters": "嫗暏葭蒹珀琥壬恴燘鸛淩痢笆颶顥黌囹圄瀸燎礪艺鵠熵杠氟銼鰭灸効硃侄碴誔蔃减戯湾綏脗㾻咑瀲灩睺蟠𢴇訏唁邵卯佃鋌倨酚痊諎蕞参聴喞窯羿誑墻濯鷺棱軼韙罊𠺝挲鴆篸鄒鄹臾剮嘷媛峋嶙犲猢猻糅縻峴毗蟄掔盹蹙霽玟兀隷摻觴棹櫫佞曚癇洳澪飪黷蒿踝呑娉婀嬈瓠螓仨儿关吮埸墾壴妣将届属岂岫岱帐录忒忧忳怀总悌惊戍戕捫掄显晓梆楞殂殤毌沏瀣状瑄疴眢碍聒腋腴节荡蘑蚣蜈装襠襤諂諛诛说请谐豕貽质踁踘蹹车远连邓醴鉴錡鑠针钞问闹阁险霪预题风齜击奥妲廸枪样檄潸环称约翥获菅覤訐貂资踉蹌軏运选错间雹韲顱义亿兴冏吂听场坚复奋寻岗广开异弃归惦懨拥旌暁枹梢梦济灭爱縶线细结络绝联胁苯茱萸蜚裳諢证课贵轨适逊醛释鎧鏹霖顺馈騭鱂鲘麋黍㨂䓤丼乭偲幔涙産穞窂肶艮萱蔴蠓陞𡲢𥄫𨈇𨤳晉栞囗㗰磯刎啋婊驘糠褚廛曩毎茉町亟玖餞迹擤価値変幪観畨惝榭滇簪绮鞦韆顔鵑洎洵茍讒彚樵擗狪駙鐸麝耒𠴱瞽葯㰖嚢婢徧懞虻蹀躞掤孛獃闗粽贛蟑蹇伝澆蔦魍魎憟删痘剽宄槎灞畝睢粱粲罡諍賸逋郢鄕鋏韉䟓勛堊彗楔槤瀘鏞麈蚤欧頼脇蚍蜉鏑跆煜崑刧埇鮫嗩痙褊睩雒㨃䜙獳矖袂謷逳净浓粤级讲阵鈣癆蠆貯絰摙焮哟呮嘑妗罸佯俞璣謏鎩麽齟齬嗮巹祁膈鯹挅柸幀拄蜷塢啉胚僆嗉昅卌趺躑礴噝壆孑怙悛捂旎旖猄笫篋躀隼顴黠幃枇炖疙瘩笳靨傣嫡睼𤝛暝柿嗥烟鎢驁鰂砧鎯鐺刄峇濘孌朣沢癦簣鈾埴禹糜蕎滙亱凖嚫并徼悞箋纔视縄掁𡙁淅攢糍綳窝鰥燜哐揜撠舳艫踼煁簋譖圑嬏柑礁緑縁罨録瘌嘓噣樟閤餿呌屝涶癊魴鰻挷枭渗傚孿磿昺毯蛆寛檷柬"
        }
    ]
}